Repository: hyh19/ios-my
Catalog: itsme/LiveShow/LiveShow/Resource/Localization/*.lproj/Localizable.strings
Languages: id, ja, ko, pt, ru, th, vi, zh_hans

# withdrawals-bank-addr
source: Bank address
id: Alamat Bank
ja: 銀行の住所
ko: 은행 주소
pt: Endereço da agência
ru: Адрес банка (юр.)
th: ที่อยู่ธนาคาร
vi: Địa chỉ ngân hàng
zh_hans: 銀行地址

# withdrawals-bank-branch
source: Bank branch name (the branch where you opened your account)
id: Nama cabang Bank (cabang dimana Anda membuat akun Anda)
ja: 銀行名（支店名もご記入下さい）
ko: 은행 지점명 (계정을 만든 지점)
pt: Nome agência bancária (o ramo onde você abriu a sua conta)
ru: Название банка (Нельзя выводить на Сбербанк)
th: ชื่อสาขาธนาคารที่คุณเปิดบัญชี
vi: Tên ngân hàng đăng ký (yêu cần điền đầy đủ tên chi nhánh)
zh_hans: 開戶銀行全稱（請寫清楚所在分行全稱）

# withdrawals-sign-info
source: Agreement information
id: Informasi persetujuan
ja: 契約について
ko: 계약 정보
pt: Informações de contrato
ru: Информация
th: ข้อมูลสัญญา
vi: Thông tin hợp đồng
zh_hans: 簽約信息

# withdrawals-info-text1
source: Your agency:
id: Agensi Anda:
ja: エージェント名：
ko: 매니저:
pt: Sua agência:
ru: Ваше агентство:
th: เอเจนซีของคุณ:
vi: Người quản lý của bạn:
zh_hans: 你的經紀人：

# withdrawals-info-text2
source: The percentage of commission your agency will receive is:
id: Persentase komisi yang diterima agensi Anda adalah:
ja: エージェントへのロイヤリティ率：
ko: 매니저가 받을 수수료 비율 :
pt: O percentual de comissão que sua agência irá receber é:
ru: Комиссия:
th: เปอร์เซ็นต์คอมมิชชั่นที่เอเจนซีของคุณจะได้คือ:
vi: Bạn cùng người quản lý sẽ chia tỷ lệ thù lao:
zh_hans: 你需要與你的經紀人分成的比例是：

# withdrawals-info-text3
source: Have you signed a paper contract with StarMe?
id: Sudahkah Anda menandatangani kontrak dengan StarMe?
ja: StarMeの紙の契約書にサインしましたか？
ko: StarMe 계약서에 서명 하셨나요?
pt: Você já assinou o contrato com o StarMe?
ru: А вы подписали контракт с StarMe?
th: คุณได้เซ็นสัญญากับ StarMe หรือยัง?
vi: Bạn đã có hợp đồng quản lý với StarMe?
zh_hans: 你是否已經與StarMe簽署書面合同？

# withdrawals-save-success
source: Save successful
id: Penyimpanan berhasil
ja: 保存成功
ko: 저장 성공
pt: Salvo com sucesso
ru: Успешно!
th: บันทึกสำเร็จ
vi: Lưu thành công
zh_hans: 保存成功

# withdrawals-status-ok
source: Cash withdrawal successful
id: Penarikan tunai berhasil
ja: 現金化に成功しました
ko: 캐시전환 성공!
pt: Retirada de dinheiro com sucesso
ru: Успешно!
th: การแลกเงินสดสำเร็จ
vi: Rút tiền thành công
zh_hans: 提現成功

# withdrawals-status-in
source: Processing...
id: Sedang diproses...
ja: 処理中
ko: 진행 중...
pt: Processando...
ru: Делаем...
th: กำลังประมวลผล...
vi: Đang xử lý
zh_hans: 處理中

# withdrawals-statu-fail
source: Verification failed
id: Verifikasi gagal
ja: 審査失敗
ko: 인증 실패
pt: Verificação falhou
ru: Неудача
th: การยืนยันล้มเหลว
vi: Yêu cầu thất bại
zh_hans: 審核失敗

# withdrawals-rule
source: Cash withdrawal rules
id: Peraturan penarikan tunai
ja: 現金化について
ko: 캐시전환 규정
pt: Regras de retirada de dinheiro
ru: Правила вывода
th: กฎการแลกดาว
vi: Quy định rút tiền
zh_hans: 提現規則

# withdrawals-rule-text2
source: You may apply for cash withdrawal at anytime, however, you must wait for your current application to be processed before applying for the next one.
id: Anda dapat mendaftar penarikan tunai kapan saja, namun, Anda harus menunggu hingga aplikasi Anda diproses sebelum mendaftar untuk berikutnya.
ja: いつでも現金化の申込ができますが、現金化は1件ずつ、となります。
ko: 언제든지 캐시전환 신청을 할 수 있습니다. 단 이전 캐시전환 결제가 완료 된 후 다음 캐시전환이 진행됩니다
pt: Você pode aplicar para retirada de dinheiro a qualquer momento, no entanto, você deve esperar a sua aplicação atual ser processada antes de aplicar a próxima.
ru: Вы можете вывести деньги в любом время. Помните, что вывод занимает определенное время.
th: คุณสามารถยื่นขอแลกดาวเมื่อใดก็ได้ อย่างไรก็ตาม คุณต้องรอให้คำขอแลกดาวปัจจุบันของคุณผ่านการประมวลผลก่อนที่จะยื่นขอครั้งต่อไป
vi: Bạn có thể rút tiền vào mọi lúc, nhưng phải hoàn thành lần giao dịch trước thì mới có thể tiếp tục giao dịch tiếp theo
zh_hans: 任意時刻都可以提交提現申請，但需要上一筆交易完成才可以進行下一筆

# live-record
source: Live stream records
id: Rekaman live stream
ja: ライブ配信記録
ko: 라이브 스트림 기록
pt: Lives gravadas
ru: Повторы
th: บันทึกภาพสด
vi: Lưu Video
zh_hans: 直播記錄

# no-live-record
source: No live stream records at this time
id: Tidak ada rekaman live stream saat ini
ja: ライブ配信記録はありません
ko: 지금은 라이브 스트림 기록이 없습니다.
pt: Não há registros de transmissão ao vivo no momento
ru: Нет повторов
th: ไม่มีการบันทึกภาพสดใดๆขณะนี้
vi: Tạm thời chưa có Video lưu
zh_hans: 暫無直播記錄

# tip-charge-retry
source: Your previous purchase was unsuccessful, retry?
id: Pembelian Anda sebelumnya tidak berhasil, ulangi?
ja: 前回の購入はエラーにより失敗しました。再度試しますか？
ko: 구매를 실패했습니다, 다시 시도할까요?
pt: Sua compra anterior não foi bem sucedida, tente novamente?
ru: Покупка не удалась. Повторить попытку?
th: การจ่ายเงินของคุณก่อนหน้านี้ไม่ประสบความสำเร็จ ลองใหม่?
vi: Lần mua hàng trước vẫn chưa hoàn thành, có muốn thử lại ?
zh_hans: 上一筆購買因未知原因未完成交易，需要重試嗎？

# live-record-time
source: Calculate time
id: Waktu kalkulasi
ja: ライブ配信時間
ko: 시간 계산하기
pt: Tempo calculado
ru: Время
th: คำนวณเวลา
vi: Tổng thời gian
zh_hans: 統計時間

# live-record-times
source: Average Concurrent Users
id: Rata-rata pengguna bersamaan
ja: 平均同時視聴者数
ko: 평균 동시접속 유저
pt: Média de Usuários Simultâneos
ru: Ср. Конкурентный Онлайн
th: ค่าเฉลี่ยผู้เข้าชม
vi: Số người xem cùng lúc
zh_hans: 平均同時觀看人數

# withdrawals-status-sub
source: Submitted
id: Submit
ja: 申込済み
ko: 제출완료
pt: Enviado
ru: Отправлено
th: ส่งแล้ว
vi: Đã gửi
zh_hans: 已提交

# withdrawals-record
source: Cash withdrawal records
id: Catatan penarikan tunai
ja: 現金化履歴
ko: 캐시전환 기록
pt: Retirada de dinheiro gravadas
ru: История вывода
th: บันทึกการแลกดาว
vi: Hiện video lưu
zh_hans: 提現記錄

# str-connection-tip
source: If you would like to share your streams onto %@, you connect that account to StarMe first
id: Bila ingin membagikan siaran Anda ke %@, Anda harus terhubung ke akun StarMe terlebih dahulu
ja: 動画を%@でシェアするにはアカウントをStarMeと紐づけて下さい
ko: 만일 여러분의 스트림을 %@에 공유하고 싶다면, 해당 계정을 StarMe에 먼저 연결하세요.
pt: Se você gosta de compartilhar suas streams no %@, conecte essa conta com o StarMe primeiro
ru: Чтобы поделиться стримом на %@, подключите эту учетную запись к StarMe!
th: ถ้าอยากจะแชร์วิดีโอของคุณใน %@ คุณต้องเชื่อมต่อบัญชี StarMe ก่อน
vi: Nếu muốn chia sẻ đến %@, cần kết nối tài khoản với StarMe
zh_hans: 如果想要分享到%@，需要先關聯帳號到StarMe

# str-lost-admin
source: You are no longer an admin
id: Anda tidak lagi menjadi admin
ja: あなたは管理者ではありません
ko: 더 이상 관리 할 수 없습니다.
pt: Você não é mais um admin
ru: Вы больше не являетесь администратором
th: คุณไม่ได้เป็นผู้ดูแลแล้ว
vi: Bạn hiện không phải là quản trị viên
zh_hans: 您已不是管理員

# str-assigned-admin
source: You have been assigned as admin
id: Anda telah dipilih sebagai admin
ja: 管理者ログオンしました
ko: 관리자로 임명되었습니다.
pt: Você foi designado como admin
ru: Вы были назначены администратором
th: คุณได้รับแต่งตั้งให้เป็นผู้ดูแล
vi: Bạn được chỉ định làm Quản trị viên
zh_hans: 您已被設為管理員

# str-payment-input-empty
source: This section cannot be left blank
id: Bagian ini tidak dapat dikosongkan
ja: 必須項目
ko: 빈칸으로 남겨둘 수 없습니다.
pt: Esta seção não pode ficar em branco
ru: Этот пункт не может быть пустым
th: ช่องนี้ห้ามเว้นว่างไว้
vi: Nội dung không thể trống
zh_hans: 輸入不能為空

# str-payment-method
source: Please select a payment method
id: Harap pilih metode pembayaran
ja: 支払い方法を選択して下さい
ko: 결제 방식을 선택하세요.
pt: Selecione o método de pagamento
ru: Выберите способ оплаты
th: กรุณาเลือกวิธีการจ่ายเงิน
vi: Hãy chọn hình thức nạp
zh_hans: 請選擇支付方式

# str-payment-card-number
source: Enter your card number
id: Masukkan nomor kartu Anda
ja: カード番号を入力して下さい
ko: 카드번호를 입력하세요.
pt: Digite seu número do cartão
ru: Введите номер карточки
th: ใส่หมายเลขบัตร
vi: Thẻ Cào
zh_hans: card number

# str-payment-verify-fail
source: Prepaid card verification failed
id: Verifikasi kartu prabayar gagal
ja: プリペイドカードの承認に失敗しました
ko: 선불카드 확인에 실패했습니다.
ru: Не удалось проверить карту предоплаты
th: การยืนยันบัตร Prepaid ล้มเหลว
vi: Thẻ cào kiểm tra thất bại
zh_hans: 點卡驗證失敗

# str-paymet-be-used
source: Prepaid card already used for recharge
id: Kartu prabayar telah digunakan untuk isi ulang
ja: このカードはチャージされました
ko: 이미 재충전을 위해 사용된 선불카드입니다.
ru: Карта предоплаты уже использована
th: บัตร Prepaid ใช้เติมแล้ว
vi: Thẻ này đã được sử dụng
zh_hans: 該卡已充值

# str-payment-card-method
source: Select prepaid card payment method
id: Pilih metode pembayaran kartu prabayar
ja: 支払い方法を選択してください
ko: 선불 카드 결제 방식을 선택하세요.
ru: Выберите способ оплаты предоплаченной картой
th: เลือกวิธีการจ่ายเงินแบบบัตร prepaid
vi: Chọn kênh nạp
zh_hans: 選擇點卡支付方式

# str-payment-serial
source: Input serial no.
id: Masukkan nomor serial
ja: シリアルナンバーを入力してください
ko: 시리얼 넘버를 적어주세요.
ru: Введите серийный номер
th: ใส่ serial no.
vi: Vui lòng nhập số serial
zh_hans: 請輸入序號

# str-payment-card-title
source: Prepaid card
id: Kartu prabayar
ja: プリペイドカード
ko: 선불 카드
ru: Карта предоплаты
th: บัตร Prepaid
vi: Thẻ cào
zh_hans: 點卡

# str-payment-cardpay
source: Use prepaid card
id: Gunakan kartu prabayar
ja: プリペイドカードを使用する
ko: 선불 카드를 사용하세요.
ru: Используйте карту предоплаты
th: ใช้บัตร prepaid
vi: Nạp bằng thẻ cào
zh_hans: 點卡支付

# str-payment-uable-charged
source: Unable to complete recharge
id: Tidak dapat mengisi ulang
ja: 再チャージを完成することができません
ko: 충전을 완료할 수 없습니다.
ru: Пополнение не удалось
th: เติมไม่สำเร็จ
vi: Không thể nạp thẻ
zh_hans: 無法完成充值

# no-cash-record
source: No records currently available
id: Tidak ada catatan tersedia saat ini
ja: 履歴がありません
ko: 현재 기록이 없습니다.
pt: Não há registros disponíveis atualmente
ru: Нет записей, доступных в настоящее время
th: ไม่มีการบันทึกในขณะนี้
vi: Không có lịch sử nạp
zh_hans: 暫無記錄

# hashtag-more
source: View more hashtags
id: Lihat hashtag lebih banyak
ja: もっと見る
ko: 더 많은 해시태그 보기
pt: Ver mais hashtags
ru: Показать больше хэштэгов
th: ดูแฮชแท็กเพิ่มเติม
vi: Thêm nữa
zh_hans: 更多…

# ranking
source: Leaderboard
ja: 人気ランキング
ko: 랭킹
pt: Classificação
ru: лидеры
th: กระดานผู้นำ
vi: Bảng Xếp Hạng
zh_hans: 人氣排行榜

# ranking-weekly
source: Weekly
id: Mingguan
ja: 週間
ko: 주간
pt: Semanal
ru: за неделю
th: รายสัปดาห์
vi: Tuần
zh_hans: 周榜

# ranking-totally
source: Overall
id: Keseluruhan
ja: 総合
ko: 전체
pt: Geral
ru: общее
th: ภาพรวม
vi: Tổng
zh_hans: 總榜

# text-input
source: Hold for quick msg
id: tekan utk pesan cepat
ja: 長押しで迅速に発言
ko: 길게 터치해 보세요
pt: Segure p/ msg rápida
ru: Зажми для привета
th: กดค้างส่งข้อความไวขึ้น
vi: Nhấn để phát ngôn
zh_hans: 長按可快速發言~

# withdrawals-rule-text1
source: You may begin to apply for cash withdrawals once you reach 40,000 Stars
id: Anda dapat mendaftar penarikan tunai bila memperoleh 40.000 bintang
ja: スター4万以上で現金化の申込ができます
ko: 별은 40,000개부터 캐시전환 신청을 할 수 있습니다.
pt: Você pode começar a aplicar para saques em dinheiro quando chegar a 40.000 Estrelas
ru: Вы можете вывести деньги, когда на вашем счету будет не менее 40000 звезд
th: คุณสามารถเริ่มแลกดาวได้เมื่อคุณมีดาวเกิน 40,000 ดวง!
vi: Đá quý cần nhiều hơn 40000 mới có thể rút tiền
zh_hans: 星星數超過4萬才能申請提現

# withdrawals-rule-text3
source: Every cash withdrawal using stars must be multiples of 10,000
id: Setiap penarikan tunai menggunakan bintang harus dikalikan 10.000
ja: 現金化できるスターは1万単位です
ko: 모든 캐시전환은 10,000개 별을 기준으로 가능합니다.
pt: Cada retirada de dinheiro usando estrelas devem ser múltiplos de 10.000
ru: Выводимая сумма должна быть не менее 10000
th: การแลกเงินสดทุกครั้งต้องมีดาวหลักหมื่นขึ้นไป
vi: Kim cương rút phải là bội số của 10000
zh_hans: 每筆提現的數目都必須是1萬的倍數

# appstarttips
source: app initializing data
id: Inisialisasi data
ja: アプリを初期化中です
ko: 앱 데이터 초기화
pt: app iniciando dados
ru: инициализация данных
th: แอพกำลังเตรียมข้อมูล
vi: App đang tải dữ liệu
zh_hans: app正在初始化数据

# report-successfully
source: Success! Report being reviewed
id: Berhasil! Laporan sedang ditinjau
ja: 報告成功、調査の結果をお待ち下さい
ko: 신고 성공, 검토
pt: Sucesso! Relatório a ser revisado
ru: Успешно! Жалоба будет рассмотрена
th: สำเร็จ! ได้รับรายงานแล้ว!
vi: Báo cáo thành công, QTV sẽ kiểm tra
zh_hans: 舉報成功，官方會仔細核查

# popular-delete
source: Remove this streamer from the feed?
id: Hapus streamer ini dari umpan?
ja: この人をリストから削除しますか？
ko: 리스트에 선택하신 방송인을 삭제하시겠습니까？
pt: Remover esse streamer do seu feed?
ru: Убрать стримера из ленты?
th: ลบวีเจนี้ออกจากฟีด
vi: Có muốn xoá VJ này không?
zh_hans: 要從這個列表里刪除這個主播嗎?

# report-type1
source: Vulgarity or Pornographic
id: Vulgar atau Pornografi
ja: わいせつな内容
ko: 비하 또는 성
pt: Vulgar ou Pornografia
ru: Вульгарность или порнография
th: หยาบคายหรือโป๊เปลือย
vi: Kích dục hoặc biến thái
zh_hans: 粗俗或色情

# report-type2
source: Illegal or Discrimination
id: Ilegal atau Diskriminasi
ja: 不正が疑われる内容
ko: 위반 또는 인종차별
pt: Ilegal ou Discriminação
ru: Противозаконность или дискриминация
th: ผิดกฎหมายหรือเป็นการแบ่งแยก
vi: Vi phạm nội quy
zh_hans: 違法或歧視

# report-type3
source: Illegal Profile Picture
id: Foto profil ilegal
ja: 不正なアイコン
ko: 프로필 사진으로 적합하지 않습니다
pt: Imagem de perfil ilegal
ru: Недопустимая фотография
th: รูปภาพผิดกฎหมาย
vi: Ảnh đại diện vi phạm
zh_hans: 大頭貼違規

# report-type4
source: Other
id: Lainnya
ja: その他
ko: 기타
pt: Outro
ru: Другое
th: อื่นๆ
vi: Khác
zh_hans: 其他

# haveaccount-login
source: Account registered. Login
id: Akun terdaftar. Masuk
ja: メールアドレス登録済みの方はこちら
ko: 이미 사용중인 아이디입니다
pt: Conta registrada. Logar
ru: Аккаунт зарегистрирован. Войти?
th: สมัครบัญชีผู้ใช้แล้ว ล็อกอิน
vi: Đã đăng ký. đăng nhập ngay
zh_hans: 賬號已註冊，立刻登入

# reward-title
source: Reward
id: Hadiah
ja: ボーナス
ko: 보너스
pt: Prêmio
ru: Награды
th: รางวัล
vi: Thưởng
zh_hans: 獎勵

# reward-content
source: Congrats! You have received %d blue diamonds for sharing
id: Selamat! Anda mendapatkan %d berlian biru untuk dibagikan
ja: シェアして%dダイヤ獲得！
ko: 축하합니다!공유 성공，다이아몬드 %d개 획득
pt: Parabéns! Você recebeu %d diamantes azuis por compartilhar
ru: Поздравляем! Вы получили %d голубых кристалла
th: ยินดีด้วย! คุณได้เพชรสีฟ้า %d เม็ดสำหรับการแชร์
vi: Chúc mừng! Chia sẻ nhận được %d KC
zh_hans: 恭喜！通過分享你獲得了%d個星星

# worldhottag
source: Trending - Worldwide
id: Trending - Dunia
ja: ワールドワイド
ko: 전 세계 인기 태그
pt: Tendência
ru: Мировые тренды
th: เทรนด์ทั่วโลก
vi: Từ khóa hot
zh_hans: 全球熱門話題

# view-fbpage
source: View Facebook Page
id: Lihat halaman Facebook
ja: facebookを確認
ko: Facebook 페이지 보기
pt: Ver Facebook
ru: Показать в Фейсбуке
th: ดูหน้า Facebook
vi: Xem Facebook
zh_hans: 查看Facebook頁面

# view-twpage
source: View Twitter Page
id: Lihat halaman Twitter
ja: twitterを確認
ko: 트위터 페이지 보기
pt: Ver Twitter
ru: Показать в Твиттере
th: ดูหน้า Twitter
vi: Xem Twitter
zh_hans: 查看Twitter頁面

# pushswitch-guide
source: You have currently disabled live stream push notifications, enable to ensure that you do not miss out on the best content?
id: Anda telah menonaktifkan pemberitahuan aplikasi, aktifkan untuk memastikan Anda tidak melewati konten terbaik?
ja: 現在配信開始の通知がオフになっています。通知をオンにしますか？
ko: 현재 방송 알림이 닫힘 상태입니다. 알림으로 변경하여 멋진 방송을 감상하시겠습니까?
pt: Você atualmente desativou as notificações de live stream, ativar para ter certeza que você não vá perder nenhum dos melhores conteúdos?
ru: В данный момент уведомления о стримах отключены, включить, чтобы не пропустить самое интересное?
th: คุณได้ปิดการแจ้งเตือนการถ่ายทอดสดอยู่ในขณะนี้ ต้องการเปิดการแจ้งเตือนเพื่อจะได้ไม่พลาดเนื้อหาเด็ด ๆ ไหม?
vi: Thông báo đã tắt, có muốn mở lại không?
zh_hans: 當前開播消息通知是關閉狀態，是否打開以免錯過下一場精彩直播？

# opennow
source: Enable now!
id: Tersedia sekarang!
ja: まもなく
ko: 곧 오픈합니다
pt: Ativar agora!
ru: Включить сейчас!
th: เปิดใช้งานตอนนี้
vi: Mở ngay
zh_hans: 馬上打開

# later
source: Maybe later
id: Mungkin nanti
ja: 後で
ko: 잠시 후에 말씀해주세요
pt: Mais tarde
ru: Возможно позже
th: อาจจะภายหลัง
vi: Để sau
zh_hans: 稍後再說

# nomoretips
source: Do not display again
id: Jangan ditampilkan kembali
ja: 今後表示しない
ko: 다시 보지 않음
pt: Não mostrar novamente
ru: Не показывать снова
th: ไม่แสดงอีก
vi: Không hiện thị nữa
zh_hans: 不再提示

# appnotificationswitch-guide
source: You have currently disabled app push notifications, enable to ensure that you do not miss out on the best content?
id: Anda telah menonaktifkan pemberitahuan aplikasi, aktifkan untuk memastikan Anda tidak melewati konten terbaik?
ja: 現在アプリのシステム通知がオフになっています。通知をオンにしますか？
ko: 현재 어플 알림시스템이 닫힘 상태입니다. 알림을 설정하여 멋진 방송을 감상하시겠습니까?
pt: Você atualmente desativou a notificação do app, ativar para ter certeza que você não vá perder nenhum dos melhores conteúdos?
ru: В данный момент все уведомления отключены, включить, чтобы не пропустить самое интересное?
th: คุณได้ปิดการแจ้งเตือนแอพอยู่ในขณะนี้ ต้องการเปิดการแจ้งเตือนเพื่อจะได้ไม่พลาดเนื้อหาเด็ด ๆ ไหม?
vi: Thông báo của app đang tắt, có muốn mở không?
zh_hans: 目前App系統消息通知是關閉狀態，是否打開以免錯過下一場精彩直播？

# report-emailtip
source: Please provide your email so that we may contact you
id: Harap lengkapi email Anda agar kami dapat menghubungi Anda
ja: メールアドレスを入力して下さい
ko: 메일주소를 입력해 주세요
pt: Por favor providencie seu email para entrarmos em contato
ru: Укажите вашу почту, чтобы мы могли связаться с вами
th: กรุณาใส่ email สำหรับติดต่อของคุณ
vi: Hãy ghi rõ Email để chúng tôi tiện liên lạc nhé
zh_hans: 請填寫Mail以便我們與您聯繫

source: More
id: Lebih banyak
ja: もっと
ko: 더 많다
pt: Mais
ru: Еще
th: เพิ่มเติม
vi: Khác
zh_hans: 更多

# login-kakao
source: Kakao Login
id: Masuk ke Kakao
ja: kakaoログイン
ko: 카카오계정으로 로그인
pt: Login com Kakao
ru: Логин Какао
th: ล็อกอิน Kakao
vi: Đăng Nhập Kakao
zh_hans: Kakao登入

# login-vk
source: VK Login
id: Masuk ke VK
ja: VKログイン
ko: VK로 로그인
pt: Login com VK
ru: Логин ВК
th: ล็อกอิน VK
vi: Đăng nhập VK
zh_hans: VK登入

# sharefriendtip
source: Share to a friend
id: Bagikan kepada teman
ja: シェア
ko: 친구에게 공유하기
pt: Compartilhar para um amigo
ru: Поделиться с друзьями
th: แชร์ให้เพื่อน
vi: Chia sẻ cho bạn bè
zh_hans: 分享給好友

# installkakao-2
source: Please install Kakao first
id: Harap install Kakao terlebih dahulu
ja: Kakao Talkをインストールして下さい
ko: 먼저 카카오톡을 설치해주세요.
pt: Por favor, instale Kakao primeiro
ru: Сначала установите Какао
th: กรุณาติดตั้งโปรแกรม Kakao ก่อน
vi: Xin cài đặt Kakao trước
zh_hans: 請先安裝Kakao

# fb-addfriend
source: Facebook Friend Request
id: Permintaan Pertemanan Facebook
ja: Facebookで友達申請
ko: 페이스북 친구 신청하기
pt: Pedido de Amigo do Facebook
ru: Запрос в друзья на Фейсбук
th: คำข้องร้องเป็นเพื่อนใน Facebook
vi: Mời bạn bè FB
zh_hans: FB申請添加好友

# notag-tiptitle
source: No content currently available
id: Tidak ada konten yang tersedia saat ini
ja: コンテンツはありません
ko: 잠시 내용이 없음
pt: Sem conteúdo atualmente disponível
ru: На данный момент нет доступного контента
th: ไม่มีเนื้อหาที่พร้อมใช้งานในขณะนี้
vi: Chưa có nội dung
zh_hans: 暫時沒有內容

# ip7notwtip
source: No Twitter account connected
id: Tidak ada akun Twitter yang terhubung
ja: Twitter連携がありません
ko: 아직 트위터 계정이 연동되지 않았습니다
pt: Nenhum Twitter conectado
ru: Твиттер не присоединен
th: ยังไม่มีบัญชีTwitterผูกมัด
vi: Vẫn chưa cố định tài khoản Twitter
zh_hans: 還沒有綁定Twitter賬號

# ip7notwtip-content
source: You are yet to connect to a Twitter account, you may add a Twitter account in your profile page, under "Settings"
id: Anda belum tersambung ke akun Twitter, Anda dapat menambahkan akun Twitter pada halaman profil, di bawah "Pengaturan"
ja: Twitterアカウントとの連携がありません。「設定」からTwitterアカウントの登録・追加を行うことができます。
ko: 아직 트위터 계정이 연동되지 않았습니다, "설정"에서 계정 추가 혹은 트위터 계정 생성을 할 수 있습니다
pt: Você ainda se conectou com uma conta do Twitter, você pode adicionar uma conta do Twitter no seu página de perfil, em "Configurações"
ru: Аккаунт Твиттера не привязан, можете добавить аккаунт Твиттера в "Настройках" на странице профиля
th: บัญชีtwitterยังไม่ได้ผูกมัด，คุณสามารถไปเพิ่มที่“ตั้งค่า”หรือสร้างบัญชีtwitter
vi: Vào "Cài Đặt" để thêm hoặc đăng ký tài khoản Twitter
zh_hans: 尚未綁定twitter賬號，您可在“設置”中添加或創建twitter賬號

# kakaofailtips
source: Kakao authorization failed
id: Otorisasi Kakao gagal
ja: カカオのライセンス取得に失敗しました
ko: 카카오톡 접속실패
pt: Autorização Kakao falhou
ru: Авторизация через Какао неудачна
th: Kakao อนุมัติล้มเหลว
vi: Trao quyền Kakao thất bại
zh_hans: Kakao授權失敗

# halloweentips1
source: Congrats! You have received a free Pumpkin!
id: Selamat! Anda mendapatkan gratis labu!
ja: パンプキンを1つ獲得!
ko: 호박 하나를 받았습니다
pt: Parabéns! Você recebeu uma Abóbora grátis!
ru: Поздравляем! Вы получили бесплатную тыкву!
th: ได้รับของขวัญฟักทอง
vi: Nhận được 1 trái Bí ngô
zh_hans: 獲得一個南瓜禮物

# halloweentips2
source: Give it out to your favorite broadcaster!
id: Berikan kepada penyiar favorit Anda!
ja: お気に入りの配信者さんにパンプキンを贈ろう!
ko: 좋아하는 BJ에게 선물하세요!
pt: Dê para seu broadcaster favorito!
ru: Подарите ее любимому стримеру!
th: รีบส่งให้วีเจที่ชอบกันเถอะ！
vi: Hãy tặng cho VJ mà bạn yêu thích!
zh_hans: 快去送給喜歡的主播吧！

# gamesrule
source: Event Details
id: Rincian Acara
ja: イベント詳細
ko: 이벤트 설명
pt: Detalhes do Evento
ru: Сведения о событии
th: แนะนำกิจกรรม
vi: Sự Kiện
zh_hans: 活動介紹

# pumpkin-giftguide
source: You are out of Pumpkins.. You can purchase more in the gifts section!
id: Anda telah kehabisan labu.. Anda dapat membeli lebih banyak di bagian hadiah!
ja: パンプキンはダイヤで購入することもできます。
ko: 선물이 없어요,선물창에서 구매하세요!
pt: Você não tem Abóboras. Você pode comprar mais na seção de presentes!
ru: Тыквы кончились.. Можете купить еще в разделе подарков!
th: ของขวัญที่รับถูกส่งสำเร็จแล้ว ยังสามารถเข้าไปซื้อได้ที่ร้านค้าของขวัญได้อีก
vi: Đã hết quà tặng, hãy đi mua thêm
zh_hans: 領取的禮物已送完，還能到禮物欄購買哦！

# user-label-level-into-item
source: Level
id: Tingkat
ja: レベル
ko: 등급
pt: Nível
ru: Уровень
th: เลเวล
vi: Cấp
zh_hans: 等級

# user-label-level-up-info
source: Receive experience by watching streamers and interacting with them /nReceive even more experience by starting a stream yourself /nCan't stand the wait? Level up fast by sending gifts
id: Menerima exp dengan menonton streamer dan berinteraksi dengan mereka /nMenerima lebih banyak exp dengan memulai streaming sendiri /nTidak dapat menunggu? Naik tingkat lebih cepat dengan mengirimkan hadiah
ja: ライブ配信を見たり配信者と交流することでexpを獲得/n自分でライブ配信をするとexpは更にアップ/nギフトをタップしてより早くLvUP！
ko: BJ에게 선물하시면 레벨이 올라가요/n본인이 라이브 방송을 하시면 레벨이 더 빨리 올라요/n기다리지 마세요,선물 보내고 레벨 올려보세요
pt: Receba experiência ao assistir streamers e interagir com eles /nReceba ainda mais experiência fazendo uma live você mesmo /nNão aguenta esperar? Suba de nível rápido enviando presentes
ru: Получи уровень, наблюдая за стримерами и взаимодействуя с ними / Получи дополнительный уровень, начав свой стрим / Нет времени? Получи уровень, отправляя подарки!
th: เข้าชมถ่ายทอดสดและพูดคุยวีเจจะได้รับค่าประสบการณ์ /nถ่ายทอดสดด้วยตนเองจะได้รับค่าประสบการณ์ที่มากขึ้น /nอย่ารอให้เสียเวลา ส่งของขวัญเลเวลจะขึ้นอย่างรวดเร็ว
vi: Xem và chat với VJ sẽ nhận được Kinh nghiệm /nTự mình live sẽ nhận nhiều kinh nghiệm hơn /nCòn đợi gì nữa, tặng quà ngay nào
zh_hans: 觀看直播和主播互動就可以獲得經驗值 /n自己開播經驗更加多哦 /n不想等待，禮物點起來，飛速升級

# user-label-level-privilege1
source: Specialized status symbol
id: Simbol status khusus
ja: 専用アイコン
ko: 전속 아이콘
pt: Símbolo de status especializado
ru: Особый статус
th: สัญลักษณ์เฉพาะ
vi: Nhãn chuyên thuộc
zh_hans: 專屬圖標

# user-label-level-privilege2
source: Rank at the front of the queue in the stream room
id: Peringkat di depan antrian di ruang streaming
ja: ランキング上位
ko: 상위권
pt: Classificação na frente da fila na sala de live
ru: Первая очередь на стриме
th: อันดับแรก
vi: Xếp hạng Top
zh_hans: 排名靠前

# user-label-level-privilege3
source: Exiting special effect
id: Keluar dari efek khusus
ja: 入室エフェクト
ko: 특별공간
pt: Efeito especial de saída
ru: Потрясающие спецэффекты
th: ผลลัพธ์พิเศษ
vi: Hiệu ứng vào phòng
zh_hans: 進房特效

# global-label-guide-follow
source: Follow streamer, never miss another live stream
id: Ikuti streamer, tidak pernah ketinggalan live streaming lain
ja: フォローすれば配信を見逃しません
ko: 팔로잉BJ 방송을 놓치지 마세요
pt: Siga streamer, nunca perca outra stream ao vivo
ru: Подпишись на стримера, не пропусти следующий стрим
th: ติดตามวีเจจะพลาดการถ่ายทอดสดครั้งต่อไป
vi: Theo dõi VJ, không bỏ lỡ lần live sau
zh_hans: 關注主播，不錯過下次直播

# live-label-guide-chat
source: Have a chat with streamer
id: Mengobrol dengan streamer
ja: 話しかけてみよう！
ko: BJ와 함께 소통해요
pt: Tenha um chat com o streamer
ru: Поговори со стримером
th: พูดคุยกับวีเจกันเถอะ
vi: Chat với VJ nào
zh_hans: 和主播聊聊天吧
