Repository: hyh19/ios-my
Catalog: itsme/LiveShow/LiveShow/Resource/Localization/*.lproj/Localizable.strings
Languages: id, ja, ko, pt, ru, th, vi, zh_hans

# str_perssiom_open
source: To use the camera in this app, open 'setting' > 'StarMe' and turn on the Camera.
id: Untuk menggunakan kamera pada aplikasi ini, buka 'pengaturan' > 'StarMe' dan nyalakan Kamera.
ja: カメラを設定して下さい
ko: 카메라를 사용하고 싶으면, '설정'에서 'StarMe'에 들어가 카메라를 켜세요.
pt: Use a câmera nesse app, abra 'Configurações' > 'StarMe' e ligue a Câmera.
ru: Для использования камеры откройте "Настройки">StarMe и вкл. камеру.
th: ใช้กล้องนแอ้พนี้ ไปที่ตั้งค่า > StarMe และเปิดกล้อง
vi: Ứng dụng yêu cầu quyền sử dụng camera, hãy thiết lập ngay
zh_hans: 應用想獲取你的攝像頭使用權，請設置

# str_microphone_disabled
source: Cannot Use Microphone
id: Tidak dapat menggunakan microphone
ja: マイクは使用できません
ko: 마이크를 사용할 수 없습니다.
pt: Microfone não pode ser usado
ru: Микрофон не найден
th: ไม่สามารถใช้ไมค์
vi: Cấm dùng Mic
zh_hans: 麥克風禁用

# str_perssion_video_open
source: To use the microphone in this app, open 'setting' > 'StarMe' and turn on the Microphone.
id: Untuk menggunakan microphone pada aplikasi ini, buka 'pengaturan' > 'StarMe' dan nyalakan Microphone
ja: マイク設定をオンにして下さい
ko: 마이크를 사용하고 싶으면, '설정' 에서 'StarMe'를 열고 마이크를 켜세요.
pt: Use o microfone nesse app, abra 'Configurações' > 'StarMe' e ligue o Microfone.
ru: Для использования микрофона откройте "Настройки">StarMe и вкл. микрофон.
th: จะใช้ไมค์ในแอ้พนี้ ให้ไปที่ตั้งค่า > StarMe และกดปุ่มเปิดไมค์
vi: Ứng dụng yêu cầu quyền truy cập Mic, hãy thiết lập ngay
zh_hans: 應用想獲得您的麥克風使用權，請設置

# str_app_update
source: New version found, update now!
id: Versi baru ditemukan, perbaharui sekarang!
ja: 新しいバージョンがあります。更新して下さい
ko: 새로운 버전이 발견됐습니다. 지금 다운로드 하세요!
pt: Nova versão encontrada, atualize agora!
ru: Доступно обновление!
th: เวอร์ชั่นใหม่มาแล้ว อัพเดทเดี๋ยวนี้!
vi: Có phiên bản mới, hãy cập nhật ngay
zh_hans: 發現新版本，請更新

# str_reset_password
source: Reset
ja: リセット
ko: 리셋
pt: Resetar
ru: Сбросить
th: ตั้งค่าใหม่
vi: Khôi phục
zh_hans: 重新設定

# str_resent
source: Resend
id: Kirim ulang
ja: 再送信
ko: 재발송
pt: Reenviar
ru: Переслать
th: ส่งใหม่
vi: Gửi lại
zh_hans: 重新發送

# str_pass_do_not_match
source: passwords do not match
id: kata sandi tidak cocok
ja: パスワードが一致しません
ko: 패스워드가 일치하지 않습니다.
pt: senha não correspondem
ru: Пароль не совпадает
th: รหัสไม่ตรง
vi: Mật khẩu không đúng
zh_hans: 密碼錯誤

# str_cannot_use_camera
source: Cannot Use Camera
id: Tidak dapat menggunakan kamera
ja: カメラは使えません
ko: 카메라를 사용할 수 없습니다.
pt: Não usar Câmera
ru: Камера откл.
th: กล้องไม่สามารถใช้งานได้
vi: Không thể sử dụng máy ảnh
zh_hans: 無法使用相機

# charge_type_cardpay
source: Mobile Phone Card
id: Kartu Telepon
ja: カード
ko: 카드 결제
pt: Cartão
ru: Дебетовая карта
th: บัตรเติมเงินมือถิอ
vi: Nạp thẻ
zh_hans: 點卡

# charge_type_select
source: Select Payment Method
id: Pilih Metode Pembayaran
ja: 支払い方法を選択
ko: 결제 방법을 선택하세요.
pt: Selecione o Método de Pagamento
ru: Выберите способ
th: เลือกวิธีการเติมเงิน
vi: Chọn phương thức nạp
zh_hans: 選擇付款方式

# cardpay_type_truemoney
source: True money
ja: 現金
ko: 진짜 돈
ru: Деньги
th: ทรูมันนี่
vi: Tiền mặt

# cardpay_type_happy
source: HAPPY
ru: Счастье
th: Happy Dtac
vi: Vui Vẻ

# charge_type_hint2
source: select the type of cash card:
id: Pilih jenis kartu pembayaran:
ja: カードの種類を選んで下さい：
ko: 카드를 선택하세요:
pt: selecione o tipo de cartão:
ru: Выберите тип карты:
th: โปรดเลือกชนิดบัตรเงินสด
vi: Chọn loại thẻ nạp:
zh_hans: 請選擇點卡類型:

# cashcard_is_used
source: Used cash card
id: Kartu pembayaran digunakan
ja: 使用済みのカードです
ko: 사용된 카드
pt: Cartão usado
ru: Дебетовая карта
th: บัตรเงินสดถูกใช้แล้ว
vi: Thẻ nạp đã sử dụng
zh_hans: 儲值卡已被使用

# cashcard_pass_not_exist
source: Password not exist
id: Password tidak terdaftar
ja: パスワードが存在しません
ko: 존재하지 않는 비밀번호입니다.
pt: Senha não existe
ru: Неверный пароль
th: รหัสไม่ถูกต้อง
vi: Mật mã không tồn tại
zh_hans: 密碼不存在

# cashcard_expir
source: Overdue cash card
id: Kartu ATM melampaui batas waktu
ja: カードの有効期限切れです
ko: 기한이 지난 카드
pt: Cartão em atraso
ru: Срок годности истек
th: บัตรเงินสดหมดอายุแล้ว
vi: Thẻ nạp đã quá hạn
zh_hans: 儲值卡已過期

# permission_deny
source: You cannot pay via LINE until you authorize the permission.
id: Anda tidak bisa membayar melalui Line sampai mendapatkan izin
ja: Line Payの使用権限をキャンセルしました。承認しなければ正常に支払いができません
ko: 승인 전까지는 LINE을 통해 결제할 수 없습니다.
pt: Você não pode pagar via LINE até que autorize a permissão.
ru: Невозможно осуществить платеж через Line без авторизации
th: คุณไม่สามารถเติมเงินผ่าน Line Pay ได้จนกว่าจะมีการอนุญาติแล้ว
vi: Bạn từ chối quyền sử dụng Line pay(thẻ cào), cần đồng ý để có thể sử dụng.
zh_hans: 你取消了line pay（點卡）的使用權限，必须接受才能正常付款。

# level_limit
source: Broadcast at lv.2! Engage with other first!
id: Broadcast berada di lv.2! Ajak yang lainnya!
ja: レベル2未満のため、まだライブ配信ができません。他の人と交流をしてレベルを上げましょう
ko: 방송 레벨 2! 다른 사람보다 먼저 참여하세요!
pt: Transmissão no Nv.2! Envolva-se com os outros primeiro!
ru: Стример 2 ур.! Общайтесь с другими!
th: ถ่ายทอดสดระดับ 2! ดึงดูดผู้อื่นก่อน!
vi: Cấp Level của bạn dưới 2, không thể Live. Tham gia giao lưu nhiều hơn để tăng cấp Level.
zh_hans: 你的等級小於2，不能開播。多參與互動，提升帳號等級。

# str_net_warnning
source: The server need some rest, please try again later.
id: Server sedang lambat, silakan coba lagi nanti
ja: サーバーメンテナンス中です。恐れ入りますが、後ほどお試し下さい
ko: 네트워크 경로를 찾지 못했습니다 잠시 후에 다시 시도해주세요.
pt: O servidor precisa descansar, por favor tente depois.
ru: Сервер перегружен. Попробуйте позже.
th: สัญญาณเครือข่ายต้องการหยุดพักชั่วคราว กรุณาลองใหม่ภายหลัง
vi: Máy chủ xảy ra lỗi, xin vào lại sau
zh_hans: 伺服器繁忙，請稍後重試

# str_live_switch_to_sd
source: Terrible network, switched to SD live quality
id: Jaringan buruk, ubah ke kualitas SD
ja: ネットワーク状態が不安定です。標準モードに切り替えました
ko: 네트워크가 불안정합니다, SD 라이브 수준으로 변경합니다.
pt: Conexão ruim, mudando para qualidade SD
ru: Слабый сигнал. Смотрите стрим в SD.
th: สัญญาณเครือยข่ายแย่ลง เปลี่ยนเป็นคุณภาพสดแบบ SD
vi: Đường truyền mạng không tốt, đã tự chuyển sang hiển thị rõ nét
zh_hans: 您的網絡狀態不佳，已自動幫您切換到普通模式

# str_live_switch_to_hd
source: Perfect network, swiched to HD live quality
id: Jaringan sempurna, ubah ke kualitas HD
ja: ネットワーク状態は良好です
ko: 최고의 네트워크, HD 라이브 수준으로 변경합니다!
pt: Conexão perfeita, mudando para qualidade HD
ru: Отличная сеть! Смотрите стрим в HD!
th: เครือข่ายสมบูรณ์ เปลี่ยนเป็นการถ่ายทอดสดแบบคุณภาพ HD
vi: Đường truyền mạng không tốt
zh_hans: 網絡狀態良好

# str_watcher_switch_to_sd
source: Careful! Terrible network with broadcaster now!
id: Perhatian! Penyiar memiliki jaringan buruk sekarang!
ja: ネットワーク状態が不安定です。視聴に影響が出るおそれがあります
ko: 상대방 네트워크가 좋지않습니다.
pt: Atenção! Conexão ruim com o broadcaster!
ru: Внимание! Плохое качество связи!
th: ระวัง! สัญญาณเครือข่ายของผู้ถ่ายทอดสดแย่ลง!
vi: Đường truyền mạng Streamer không tốt, sẽ ảnh hưởng đến quá trình theo dõi
zh_hans: 主播網絡不佳，可能影響觀看體驗

# upgrade_compulsively
source: This version is no longer usable, Please download newest version.
id: Versi ini sudah tidak dapat digunakan, silakan unduh versi terbaru.
ja: 現在のバージョンは使用できません。最新版をダウンロードして下さい
ko: 현재 버전은 사용 불가입니다, 최신버전으로 다운 하시기 바랍니다.
pt: Esta versão não é mais utilizavel, Por favor baixe a versão mais recente
ru: Версия устарела. Пожалуйста, обновите StarMe
th: เวอร์ชั่นนี้ใช้ไม่ได้อีกต่อไป กรุณาดาว์นโหลดเวอร์ชั่นใหม่ล่าสุด
vi: Phiên bản hiện tại không thể dùng, xin cập nhật bản mới nhất
zh_hans: 目前版本不可使用，請下載最新版本

# str_set_adnimi
source: Assign admin
id: Admin
ja: 管理者設定
ko: 권한을 부여합니다.
pt: autorizar
ru: Авторизовать
th: อนุญาติ
vi: Điều chỉnh Admin
zh_hans: 設置管理員

# str_adnimi_list
source: list of admin
id: daftar admin
ja: 管理者リスト
ko: 관리자 목록
pt: lista de admin
ru: Модераторы
th: รายชื่อของแอดมิน
vi: Danh sách Admin
zh_hans: 管理員列表

# str_banned
source: Mute
ja: 発言禁止
ko: 침묵
pt: Silenciar
ru: Тишина
th: เงียบ
vi: Cấm
zh_hans: 禁言

# str_line_noinstall
source: Please install Line first
id: Harap install Line terlebih dahulu
ja: LINEをインストールして下さい
ko: 먼저 Line을 설치해주세요.
pt: Por favor, instale Line primeiro
ru: Выберите линию
th: กรุณาติดตั้งโปรแกรม Line ก่อน
vi: Xin cài đặt Line trước
zh_hans: 請先安裝Line

# can_not_recharge_hint
source: Customer Service:
id: Layanan Pelanggan:
ja: サポート：
ko: 고객센터:
pt: Serviço ao cliente:
ru: Тех. поддержка:
th: การบริการลูกค้า:
vi: Vấn đề nạp thẻ liên hệ:
zh_hans: 儲值遇到問題請聯繫：

# can_not_broadcast_btn_hint
source: OK
ru: Ок
th: ตกลง
vi: Bạn có biết
zh_hans: 我知道了

# forever_limit_broadcast_hint
source: You're banned from streaming on a permanent basis for your serious violation.
id: Anda dilarang siaran secara permanen karena pelanggaran serius
ja: あなたのアカウントは永久に停止されているため、ライブ配信できません
ko: 규정 위반으로 더 이상 방송하실 수 없습니다
pt: Você não está permitido de fazer transmissão por quebrar seriamente nossos termos.
ru: Вы не можете выходить в Live из-за нарушения правил StarMe
th: คุณไม่ได้รับอนุญาตให้ถ่ายทอดสดอีกต่อไปเนื่องจากทำการละเมิดข้อกำหนดของเราที่ร้ายแรง
vi: Tài khoản của bạn đã khóa vĩnh viễn, không thể Live nữa
zh_hans: 您的賬號已被永久封禁，無法開播

# one_day_limit_broadcast_hint1
source: You're temporarily suspended from streaming for one day for your violation.
id: Anda sementara ditangguhkan selama satu hari karena pelanggaran
ja: あなたのアカウントは1日停止中です。1日後再度お試し下さい。
ko: 규정을 위반했습니다. 1일 후에 다시 시도해주세요.
pt: Você está sob restrição por quebrar os nossos termos, por favor tente 1 dia depois.
ru: Вы нарушили правила StarMe Выдан блок на 1 день
th: คุณอยู่ภายใต้ข้อจำกัดสำหรับการละเมิดข้อตกลงของเรา โปรดลองใหม่ในวันถัดไป
vi: Tài khoản sẽ bị khóa 1 ngày, xin vào lại sau
zh_hans: 您的賬號已被封禁1天，請稍後再試

# one_day_limit_broadcast_hint2
source: Please comply the terms at your next show.
id: Harap mematuhi peraturan pada acara Anda berikutnya.
ja: 次回ライブ配信はコミュニティルールを遵守して下さい
ko: 다음 방송에서 규정을 준수해주세요.
pt: Por favor cumpra os termos no seu próximo show.
ru: Пожалуйста, соблюдайте правила
th: โปรดปฏิบัติตามข้อตกลงสำหรับการถ่ายทอดสดต่อไปของคุณ
vi: Lần sau Live cần tuân thủ quy định sử dụng
zh_hans: 下次開播請遵守社區規範

# one_day_limit_broadcast_hint3
source: StarMe Terms
id: Syarat StarMe
ja: StarMeコミュニティルール
ko: StarMe 이용약관
pt: Termos do StarMe
ru: StarMe правила
th: ข้อตกลง StarMe
vi: 《Quy Định Sử Dụng Của StarMe 》
zh_hans: 《StarMe社區公約》

# str_share_text
source: watching:%@ is live streaming! Tune in to StarMe NOW!
id: Nonton:%@ live streaming! Tonton di StarMe SEKARANG!
ja: StarMe：%@さんがライブ配信中！今すぐStarMe！
ko: 보기:%@는 라이브 스트리밍 중입니다! StarMe에 지금 채널 고정하세요!
pt: assistindo: %@ na stream ao vivo! Sintonize no StarMe AGORA!
ru: %@ LIVE! Подключайтесь к StarMe сейчас!
th: ชม:%@ กำลังถ่ายทอดสด กดเข้า StarMe ได้เลย
vi: Muốn xem: %@ Live stream! vào ngay StarMe nào!
zh_hans: 快來圍觀:%@ 正在 StarMe 開播！精彩不容錯過！

# str_lllegal_live
source: The content you are currently streaming has violated the regulations of StarMe
id: Konten yang Anda streaming saat ini telah melanggar peraturan StarMe
ja: 今ライブ配信中のコンテンツは利用規約に違反しています
ko: 지금 영상한 콘텐츠는 StarMe의 규정 위반입니다.
pt: O conteúdo que você está streamando viola as regras do StarMe
ru: Ваш стрим нарушает правила StarMe!
th: เนื้อหาที่คุณกำลังถ่ายทอดสดในขณะนี้ มีการละเมิดกฎระเบียบของ StarMe
vi: Nội dung Live đã vi phạm
zh_hans: 您當前的直播內容已違規

# str_no_live_one_day
source: User will be to temporarily suspended from streaming for one day
id: Pengguna akan ditangguhkan sementara selama satu hari
ja: アカウントを1日利用停止
ko: 사용자는 하루 동안 일시적으로 스트리밍이 중단됩니다.
pt: Usuário será suspenso temporariamente de streamer por um dia
ru: Пользователь будет забанен на 1 день
th: ผู้ใช้จะถูกระงับไม่ให้ถ่ายทอดสดชั่วคราวเป็นเวลา 1 วัน
vi: Tài khoản sẽ bị khóa 1 ngày
zh_hans: 賬號將被封禁1天

# str_no_live_forever
source: User will be banned from streaming on a permanent basis
id: Pengguna akan dilarang siaran secara permanen
ja: アカウントを永久に停止
ko: 사용자는 스트리밍으로 부터 영구 정지 됩니다.
pt: Usuário foi banido de streamar permanentemente
ru: Пользователь будет забанен навсегда
th: ผู้ใช้จะถูกแบนไม่ให้ทำการถ่ายทอดสดอย่างถาวร
vi: Tài khoản sẽ bị khóa vĩnh viễn
zh_hans: 賬號將被永久封禁

# str_warning_forever
source: Another violation may result in a permanent ban
id: Adanya pelanggaran lain dapat berdampak pada larangan permanen
ja: 再度利用規約に違反した場合は、アカウントを永久に停止することがあります
ko: 또 다른 규정 위반 시, 영구 정지될 수 있습니다.
pt: Outra violação pode resultar em uma proibição permanente
ru: Повторное нарушение может привести к бану
th: การละเมิดอื่นๆอาจทำให้ถูกแบนอย่างถาวร
vi: Khi tiếp tục vi phạm sẽ bị khóa vĩnh viễn
zh_hans: 再次違規將有可能永久封禁

# str_tips_live_stop
source: Stream ended due to a violation of rules
id: Siaran berakhir dikarenakan pelanggaran peraturan
ja: あなたのコンテンツは利用規約に違反しているため、配信を停止しました
ko: 규정 위반으로 스트림이 종료되었습니다.
pt: Stream fechada por violar as regras
ru: Стрим завершен из-за нарушения правил
th: การถ่ายทอดสดสิ้นสุดลงเนื่องจากมีการละเมิดกฎ
vi: Nội dung Live của Streamer đã vi phạm và bị ngừng phát
zh_hans: 主播的直播內容因違規被停播

# action_permissions_audio_tip
source: To use the microphone in this app, open 'setting' > 'StarMe' and turn on the Microphone.
id: Untuk menggunakan microphone pada aplikasi ini, buka 'pengaturan' > 'StarMe' dan nyalakan Microphone.
ja: 録音機能を使うには、「設定」から録音をオンにして下さい
ko: 마이크를 사용하고 싶으면, '설정' 에서 'StarMe'를 열고 마이크를 켜세요.
pt: Use o microfone nesse app, abra 'Configurações' > 'StarMe' e ligue o Microfone.
ru: Для использования микрофона откройте "Настройки" > StarMe и вкл. микрофон.
th: จะใช้ไมค์ในแอ้พนี้ ให้ไปที่ตั้งค่า > StarMe แล้วกดปุ่มเปิดไมค์
vi: Ứng dụng chưa được phép truy cập Mic, xin vào cài đặt mở quyền truy cập
zh_hans: 當前應用沒有使用麥克風的權限，請到“設置”開啟麥克風權限

# ban_oneday_tip
source: Stream ended due to a violation of rules, account temporarily suspended from streaming for one day, another violation may result in a permanent ban.
id: Siaran berakhir dikarenakan pelanggaran peraturan, akun sementara ditangguhkan selama satu hari, bila terjadi pelanggaran lain akan berdampak pada larangan permanen.
ja: あなたのコンテンツは利用規約に違反しているため、アカウントを1日停止します。次回利用規約に違反した場合は、永久に停止します
ko: 규정을 위반해 영상이 종료됐습니다. 하루 동안 계정이 일시적으로 중지됩니다. 다른 규정을 추가로 위반 시, 영구적으로 이용이 불가합니다.
pt: Transmissão finalizada por violar as regras, conta temporariamente suspensa de transmitir por um dia, outra violação pode resultar em punição permanente.
ru: Стрим завершен из-за нарушений правил StarMe Вы заблокированы на сутки.
th: การถ่ายทอดสดสิ้นสุดวันเนื่องจากมีการละเมิดกฎ บัญชีถูกระงับชั่วคราวไม่ให้ถ่ายทอดสดเป็นเวลา 1 วัน การละเมิดอื่นๆอาจทำให้มีผลอย่างถาวร
vi: Nội dung Live của bạn đã vi phạm, tài khoản sẽ bị khóa 1 ngày, xin tuân thủ quy định sử dụng
zh_hans: 您當前的直播內容已違規，賬號將被封禁1天，再次違規將有可能永久封禁

# ban_forever_tip
source: Stream ended due to a violation of rules, account has been banned permanently.
id: Siaran berakhir dikarenakan pelanggaran peraturan, akun telah dilarang secara permanen.
ja: あなたのコンテンツは利用規約に違反しているため、アカウントを永久に停止します
ko: 규칙을 위반해 영상이 종료됐습니다. 일시적으로 계정 이용이 중지됩니다.
pt: Transmissão finalizada por violar as regras, conta foi banida permanentemente.
ru: Стрим завершен из-за нарушения правил StarMe Вы заблокированы.
th: การถ่ายทอดสดสิ้นสุดวันเนื่องจากมีการละเมิดกฎ บัญชีถูกระงับอย่างถาวรแล้ว
vi: Nội dung Live của bạn đã vi phạm, tài khoản sẽ bị khóa vĩnh viễn
zh_hans: 您當前的直播內容已違規，賬號將被永久封禁

# ban_oneday_openlive_tip
source: Account has been temporarily suspended from streaming for one day, please try again later, adhere to rule and regulations when you next stream.
id: Akun sementara ini ditangguhkan selama satu hari, silakan coba lagi nanti, patuhi peraturan saat streaming berikutnya:
ja: あなたのアカウントは1日停止されています。後ほど再度お試し下さい。次回は利用規約を遵守して下さい。
ko: 해당 계좌는 하루동안 일시적으로 이용 불가합니다. 다음에 다시 시도해주세요. 다음 방송에서는 규정과 규칙을 잘 지켜주시기 바랍니다.
pt: Conta foi suspensa temporariamente de streamer por um dia, por favor tente novamente mais tarde, cumpra as regras e regulamentos quando você fizer sua próxima Transmissão.
ru: Ваш аккаунт заблокирован на сутки. Ознакомьтесь с правилами StarMe и возвращайтесь завтра.
th: บัญชีถูกระงับชั่วคราวจากการถ่ายทอดสดเป็นเวลา 1 วัน โปรดลองอีกครั้งในภายหลัง ยึดตามกฎและระเบียบเมื่อคุณถ่ายทอดสดครั้งต่อไป
vi: Tài khoản của bạn bị khóa 1 ngày, xin hãy vào lại sau, xin tuân thủ quy định sử dụng
zh_hans: 您的賬號已被封禁1天，請稍後再試，下次開播請遵守社區規範

# ban_forever_openlive_tip
source: Your account has been banned premanently from streaming.
id: Akun Anda telah dilarang secara permanen untuk streaming.
ja: あなたのアカウントは永久に停止されています
ko: 해당 계정는 영구정지 되었습니다.
pt: Sua conta foi banida permanentemente de fazer transmissão.
ru: Ваш аккаунт заблокирован. Вы не можете стримить.
th: บัญชีของคุณถูกแบนไม่ให้ถ่ายทอดสดอย่างถาวรแล้ว
vi: Tài khoản của bạn đã khóa vĩnh viễn, không thể xem nữa
zh_hans: 您的賬號已被永久封禁，無法開播

# userhome_faq
source: FAQ
ja: よくある質問
th: คำถามที่พบบ่อย
vi: Vấn đề thường gặp
zh_hans: 常見問題

# network_error_switch_to_standard
source: Terrible network, switched to SD live quality
id: Jaringan buruk, ubah ke kualitas SD
ja: ネットワーク状態が不安定です。標準モードに切り替えました。
ko: 네트워크가 불안정 합니다, SD 라이브 수준으로 변경됩니다.
pt: Rede ruim, mudando para qualidade SD
ru: Проблемы с сетью, качество понижено до SD
th: สัญญาณเครือข่ายแย่ลง สลับไปยังคุณภาพความคมชัดแบบ SD
vi: Đường truyền mạng không tốt, đã tự chuyển sang hiển thị rõ nét
zh_hans: 您的網絡狀態不佳，已自動幫您切換到普通模式

# settings_daily_question
source: Frequently Asked Questions
id: Pertanyaan yang sering ditanyakan
ja: よくある質問
ko: 자주 묻는 질문
pt: Perguntas Mais Frequentes
ru: Часто задаваемые вопросы
th: คำถามที่พบบ่อย
vi: Vấn đề thường gặp
zh_hans: 常見問題

# recharg_question
source: Recharge Related Questions
id: Pertanyaann Terkait Isi Ulang
ja: チャージに関する質問
ko: 재충전에 관련된 질문들
pt: Questões Relacionadas a Recarga
ru: Об обмене
th: คำถามต่างๆที่เกี่ยวกับการเติมเพชร
vi: Vấn đề nạp Kim Cương
zh_hans: 儲值問題

# live_question
source: Streaming Related Questions
id: Pertanyaan Terkait Streaming
ja: ライブ配信に関する質問
ko: 스트리밍에 관련된 질문들
pt: Questões Relacionadas a Transmissão
ru: О трансляциях
th: คำถามต่างๆที่เกี่ยวกับการถ่ายทอดสด
vi: Vấn đề Live
zh_hans: 直播問題

# account_question
source: Account Related Questions
id: Pertanyaan Terkait Akun
ja: アカウントに関する質問
ko: 계정에 관련된 질문들
pt: Questões Relacionadas a Conta
ru: Об аккаунте
th: คำถามต่างๆที่เกี่ยวกับบัญชี
vi: Vấn đề tài khoản
zh_hans: 賬號問題

# request_question
source: Complaints Related Questions
id: Pertanyaan Terkait Keluhan
ja: 質問をする
ko: 불만과 관련된 질문들
pt: Questões Relacionadas a Reclamações
ru: Жалобы и вопросы
th: คำถามต่างๆที่เกี่ยวกับการร้องทุกข์
vi: Vấn đề thắc mắc
zh_hans: 申訴問題

# tips_rating
source: Rate us 5 stars?
id: Beri peringkat bintang 5?
ja: 五つ星をもらえますか？
ko: 저희에게 별점 5점을 주시겠어요?
pt: Avaliar com 5 estrelas?
ru: Поставить оценку?
th: ให้เรา 5 ดาว?
vi: Hãy cho chúng tôi 5 sao ?
zh_hans: 可以給我評5顆星星嗎？

# tips_rating_sure
source: For sure!
id: Tentu saja!
ja: OK！
ko: 물론!
pt: Claro!
ru: Погнали!
th: แน่นอน!
vi: Chuyện nhỏ!
zh_hans: 沒問題！

# tips_rating_no
source: I can't
id: Saya tidak bisa
ja: 断る・・・！
ko: 난 할 수 없어.
pt: Não posso
ru: Не сегодня
th: ฉันไม่สามารถ
vi: Từ chối....
zh_hans: 殘忍拒絕…

# tips_rating_help
source: Help me improve
id: Bantu saya untuk lebih baik
ja: 評価して下さい
ko: 발전할 수 있도록 도와주세요.
pt: Me ajudar a melhorar
ru: Нам важен твой голос
th: ช่วยฉันเพื่อปรับปรุงให้ดีขึ้น
vi: Giúp chúng tôi phát triển hơn

# str_no_replay
source: No replay yet
id: Belum ada tayangan ulang
ja: まだ再生していません
ko: 다시보기 영상이 없습니다
pt: Sem replay ainda
ru: Нет повторов
th: ยังไม่มีการตอบกลับ
vi: Chưa có Video lưu>-<
zh_hans: 還沒有重播影片>-<

# str_no_replay_tip
source: Only streams over 30 min can be saved
id: Hanya streaming lebih dari 30 menit yang dapat disimpan
ja: 30分以上のライブ配信で保存できます！
ko: 30분 이상 방송을 하셔야 영상이 저장됩니다
pt: Somente transmissões com mais de 30 min podem ser salvas
ru: Сохраняются только трансляции от 30 мин.
th: การถ่ายทอดสดที่นานกว่า 30 นาทีขึ้นไปเท่านั้นที่จะถูกบันทึก
vi: Live cần dài trên 30 phút mới có thể lưu lại!
zh_hans: 超過30分鐘的直播才能被保存哦！

# str_no_superfans
source: Your talent is waiting to be discovered
id: Bakat Anda menanti untuk ditampilkan
ja: フォロワーがまだいません(..)
ko: 여러분의 재능이 누군가의 눈에 띄이길 기다리고 있습니다.
pt: Seu talento está esperando para ser descoberto
ru: Пока что супер-фанатов нет :(
th: พรสวรรค์ที่คุณมีกำลังรอให้ถูกแฟนๆค้นพบ
vi: Hiện tại bạn vẫn chưa có Fans>-<
zh_hans: 你暫時還沒有忠實粉絲哦>-<

# str_no_superfans_tip
source: The more you stream, the better your odds are at being discovered by hardcore fans!
id: Semakin sering Anda siaran, semakin besar kesempatan Anda bertemu dengan fans!
ja: 動画配信が多いと、より目立って、フォロワーを増やすことができます
ko: 스트림을 많이할 수록, 여러분의 독특함이 하드코어 팬들에게 더 많이 발견됩니다!
pt: Quanto mais você transmitir, melhor suas chances de ser descoberto por fãs incondicionais!
ru: Больше стримов - больше фанатов!
th: ยิ่งคุณถ่ายทอดสดบ่อยขึ้น คุณก็จะยิ่งมีโอกาสถูกค้นพบโดยแฟนๆได้ง่ายขึ้น!
vi: Live thật nhiều, người theo dõi càng nhiều thì càng được nhiều Fans hơn!
zh_hans: 更多地直播，就有更多的機會被發現，就會有更多的死忠粉哦！

# photo_text_hint
source: Pick profiles pics with care to attract more viewers.
id: Pilih foto profil dengan baik untuk menarik penonton lebih banyak
ja: お気に入りの写真を今すぐアップ！
ko: 더 많은 뷰어들을 불러모을 수 있도록 프로필 사진을 선택하세요.
pt: Escolha a foto do perfil com cuidado para atrair mais espectadores.
ru: Выбери привлекательную фотографию на аватарку
th: ใส่รูปโปรไฟล์ด้วยความเอาใจใส่เพื่อดึงดูดผู้ชมให้มากขึ้น
vi: Hãy chọn thật kỹ hình đại diện để có thật nhiều người theo dõi nhé, tải ngay lên nào!
zh_hans: 認真選擇你的頭像可以吸引更多的觀眾哦，快來上傳吧！

# photo_choose_exist
source: choose from album
id: Pilih dari album
ja: アルバムから写真を選択
ko: 앨범에서 선택하세요.
pt: escolher álbum
ru: Выбери альбом
th: เลือกจากอัลบั้ม
vi: Chọn hình trong thư viện.
zh_hans: 選擇相冊照片

# str_click_to_start
source: click here to start your streams
id: Klik di sini untuk memulai siaran
ja: ここをクリックしてライブ配信を開始！
ko: 스트림을 시작하려면 이곳을 클릭하세요.
pt: clique aqui para começar suas transmissões
ru: Нажми, чтобы начать стрим
th: กดปุ่มนี้เพื่อทำการถ่ายทอดสด
vi: Nhấn vào đây để bắt đầu Live nào!
zh_hans: 點這裡開始你的直播吧！

# str_click_to_share
source: Notify your fans whenever you stream!
id: Beri tahu fans Anda setiap saat Anda siaran!
ja: フォロワーにライブ配信を伝えましょう！
ko: 팬들에게 언제든 여러분의 스트림에 대해 공지하세요.
pt: Notifique seus fãs sempre que você transmitir
ru: Сообщай поклонникам о стримах!
th: แจ้งให้แฟนๆคุณได้รู้ทุกเมื่อที่คุณถ่ายทอดสด!
vi: Hãy chia sẻ thông tin Live đến Fans nhé!
zh_hans: 分享你的直播消息給你的粉絲吧！

# no_setup_email
source: Your phone should setup a mail box, please setup via Setting - iCould Drive.
id: Telepon Anda sebaiknya memiliki pengaturan kotak surat, silakan atur melalui pengaturan - iCloud Drive.
ja: iCould Driveからメールの設定をして下さい
ko: 메일 설정이 필요합니다, 설정에 들어가서 셋팅을 완료해 주세요. - iCould Drive.
pt: O telefone deve configurar uma caixa de email, por favor configure via Configurações - iClould Drive.
ru: На телефоне должна работать почта. Зайди в "Настройки" - iCloud.
th: มือถือของคุณควรทำการสร้างกล่องข้อความ กรุณาสร้าง โดยไปที่ การตั้งค่า - ไดรฟ์ ICould
vi: Thiết bị này vẫn chưa cài đặt mail, hãy cài đặt ngay trong iCould Drive
zh_hans: 本機尚未配置Mail,請在设置-iCould Drive中配置

# guide_share
source: Notify your fans whenever you stream!
id: Beri tahu fans Anda setiap saat Anda siaran!
ja: フォロワーにライブ配信を伝えましょう！
ko: 팬들에게 당신의 스트림을 공지하세요.
pt: Notifice seus fãs sempre que você transmitir!
ru: Сообщай друзьям о начале стрима :)
th: แจ้งให้แฟนๆคุณได้รู้ทุกเมื่อที่คุณถ่ายทอดสด!
vi: Hãy chia sẽ thông tin Live của bạn đến các fans nhé.
zh_hans: 分享你的直播消息給你的粉絲吧！

# guide_camera
source: Please set your camera
id: Silakan atur kamera Anda
ja: カメラ設置
ko: 카메라를 설정해주세요.
pt: Por favor defina sua câmera
ru: Настрой камеру
th: กรุณาตั้งค่ากล้องของคุณ
vi: Cài đặt máy ảnh
zh_hans: 設置相機

# guide_avatar
source: Pick profiles pics with care to attract more viewers.
id: Pilih foto profil dengan baik untuk menarik penonton lebih banyak.
ja: お気に入りの写真をアイコンにしましょう！
ko: 더 많은 시청자를 불러모을 수 있도록 프로필 사진을 선택하세요.
pt: Escolha a foto do perfil com cuidado para atrair mais espectadores.
ru: Аватарка поможет тебе найти больше зрителей.
th: ใส่รูปโปรไฟล์ด้วยความเอาใจใส่เพื่อดึงดูดผู้ชมให้มากขึ้น
vi: Hãy chọn hình đại diện thật đẹp để nhiều người theo dõi hơn nhé!
zh_hans: 認真選擇你的頭像可以吸引更多的觀眾哦，快來上傳吧！
