Repository: hyh19/ios-my
Catalog: itsme/LiveShow/LiveShow/Resource/Localization/*.lproj/Localizable.strings
Languages: id, ja, ko, pt, ru, th, vi, zh_hans

# register_fail
source: Registration failed
id: Registrasi gagal
ja: ログイン失敗
ko: 등록 실패
pt: Registro falhou
ru: Невозможно завершить регистрацию
th: การลงทะเบียนล้มเหลว
vi: Đăng ký thất bại
zh_hans: 註冊失敗

# email_empty
source: Please enter the email.
id: Silakan masukkan email
ja: メールアドレスは必須です
ko: 이메일을 넣어주세요.
pt: Por favor digite seu email.
ru: Не введен e-mail
th: กรุณาใส่อีเมล์
vi: Mail bắt buộc phải điền
zh_hans: 信箱必填

# nick_empty
source: Please enter the username.
id: Masukkan nama pengguna
ja: ユーザー名は必須です
ko: 닉네임
pt: Por favor digite seu nome de usuário.
ru: Не введен никнейм
th: กรุณาใส่ชื่อ
vi: Tên tài khoản bắt buộc phải điền
zh_hans: 用戶名必填

# pass_empty
source: Please enter your password.
id: Masukkan kata sandi Anda
ja: パスワードは必須です
ko: 비밀번호를 입력해주세요
pt: Por favor digite sua senha.
ru: Не введен пароль
th: กรุณาใส่รหัส
vi: Mật khẩu bắt buộc phải điền
zh_hans: 密碼必填

# email_incorrect
source: Incorrect email.
id: Email salah
ja: メール形式が正しくありません
ko: 잘못된 이메일
pt: Email inválido
ru: Неверный e-mail
th: อีเมล์ไม่ถูกต้อง
vi: Định dạng Mail không đúng
zh_hans: 信箱格式錯誤

# pass_length_incorrect
source: Password should more than 6 letters.
id: Kata sandi harus lebih dari 6 huruf
ja: パスワードは6文字以上で入力して下さい
ko: 패스워드는 6자 이상이어야 합니다.
pt: Senha deve ter mais que 6 letras.
ru: Пароль должен содержать более 6 символов
th: ความยาวของรหัสเกินหกตัวอักษร
vi: Mật khẩu tối thiểu gồm 6 ký tự
zh_hans: 密碼長度不能少於6位

# email_exist
source: Email existed.
id: Email sudah terdaftar
ja: このメールアドレスは登録済みです
ko: 존재하는 이메일
pt: Email existente.
ru: E-mail используется
th: อีเมล์ถูกลงทะเบียนเรียบร้อยแล้ว กรุณาไปที่การเข้าสู่ระบ
vi: Mail đã được đăng ký
zh_hans: 信箱已註冊

# pass_input_incorrect
source: Incorrect password
id: Kata sandi salah
ja: パスワードエラー
ko: 잘못된 패스워드
pt: Senha incorreta
ru: Неверный пароль
th: รหัสไม่ถูกต้อง
vi: Mật khẩu không đúng
zh_hans: 密碼輸入錯誤

# username_not_exist
source: Email not register.
id: Email tidak terdaftar
ja: メールアドレス未登録
ko: 등록되지 않은 이메일
pt: Conta não registrado.
ru: E-mail не найден
th: อีเมลยังไม่ถูกใช้งาน
vi: Mail chưa đăng ký
zh_hans: 信箱未註冊

# str_twitter_share_title
source: %@ is now broadcasting at [StarMe]
id: %@ sedang siaran sekarang di [StarMe]
ja: %@さんがStarMeライブ中！
ko: %@ 는 [StarMe]에서 지금 방송 중입니다.
pt: %@ está transmitindo no [StarMe]
ru: %@ ведет стрим на StarMe
th: %@ กำลังถ่ายทอดสดอยู่ ที่ [StarMe]
vi: %@ đang StarMe Live
zh_hans: %@正在StarMe直播

# userhome_gender_tip
source: Gender
id: Jenis kelamin
ja: 性別
ko: 성별
pt: Gênero
ru: Пол
th: เพศ
vi: Giới tính
zh_hans: 性別

# str_report
source: Are you sure to report the user?
id: Apakah Anda yakin ingin melaporkan pengguna ini?
ja: 通報しますか？
ko: 유저들에게 공지할까요?
pt: Tem certeza que quer reportar o usuário?
ru: Отправлено
th: แน่ใจหรือที่จะรายงานผู้ใช้รายนี้
vi: Báo cáo
zh_hans: 檢舉?

# recharge_notify_fail
source: Network error. Please contact our customer service if your product is still missing. Contact us: support@ushow.media
id: Jaringan error. Silakan hubungi customer service kami bila ada masalah. Hubungi kami di: support@ushow.media
ja: 通信失敗。アイテムを長時間受け取ることができなかった場合、サポートまでご連絡下さい ：support.jp@ushow.media
ko: 네트워크 불안정, 만약 여전히 문제가 발생한다면 소비자센터에 문의해주세요. 문의처: support@ushow.media
pt: Erro na rede. Por favor contate nosso serviço ao cliente se o seu produto estiver faltando. Contate-nos: support@ushow.media
ru: Ошибка сети. Пожалуйста, свяжитесь со службой тех. поддержки: support@ushow.media
th: เครื่อข่ายล่ม กรุณาติดต่อฝ่ายบริการลูกค้าของเราหากสินค้าของคุณมีปัญหา ติดต่อ support@ushow.media
vi: Không tải được dữ liệu máy chủ, nếu trong thời gian dài không nhận được
zh_hans: 伺服器連線失敗，如果長時間未收到商品請聯繫StarMe客服。 信箱：support@ushow.media

# data_load_fail
source: Loading failed.
id: Gagal memuat.
ja: データ読み込み失敗
ko: 로딩 실패.
pt: Carregamento falhou.
ru: Невозможно загрузить.
th: การโหลดล้มเหลว
vi: Tải dữ liệu thất bại
zh_hans: 數據加載失敗

source: Reload.
id: Memuat ulang.
ja: 再読み込み
ko: 다시 저장.
pt: Recarregar.
ru: Перезагрузите
th: โหลดใหม่
vi: Đang tải lại
zh_hans: 重新加載

# progress_loading
source: Loading...
id: Memuat ...
ja: 読み込み中
ko: 로딩중...
pt: Carregando...
ru: Загружаем...
th: กำลังโหลด
vi: Đang tải....
zh_hans: 加載中

# refresh_pull_hint
source: Drop down to refresh
id: Tarik ke bawah untuk memuat ulang
ja: 更新
ko: 리프레시 끄기
pt: Desça para atualizar
ru: Потяните вниз, чтобы обновить
th: ปล่อยลงเพื่อให้รีเฟรชหน้าใหม่
vi: Kéo xuống làm mới
zh_hans: 下滑刷新

# refresh_pull_hint2
source: Release to refresh
id: Lepaskan untuk memuat ulang
ja: 更新
ko: 리프레시 중...
pt: Solte para atualizar
ru: Обновите...
th: ปล่อยเพื่อให้รีเฟรชหน้าใหม่
vi: Đang làm mới
zh_hans: 鬆開刷新

# refresh_pull_hint3
source: Loading...
id: Memuat ...
ja: 更新中
ko: 로딩중...
pt: Carregando...
ru: Загружаем...
th: กำลังโหลด...
vi: Đang làm mới
zh_hans: 正在刷新

# str_title_login
source: Log in with
id: Masuk dengan
ja: ログイン
ko: 가입하기
pt: Logar com
ru: Войти с помощью
th: เข้าสู่ระบบด้วย
vi: Đăng nhập bằng
zh_hans: Sign in with

# err_net_room_reconnect
source: Reconnecting..
id: Menyambung ulang..
ja: ネットワークが接続されました、再度接続中です
ko: 재접속 중입니다..
pt: Erro de rede. Reconectando...
ru: Перезапускаем...
th: เครื่อยข่ายล่ม กำลังเชื่อมต่อ
vi: Đường truyền mạng mất kết nối, đang kết nối lại
zh_hans: 網路斷開，正在重新連接

# err_net_room_stop_watch
source: Network error.
id: Jaringan error.
ja: ネットワークエラー、視聴中止
ko: 네트워크 불안정
pt: Erro de rede. Parando de assistir.
ru: Ошибка сети. Просмотр приостановлен.
th: เครื่อยข่ายล่ม หยุดการดู
vi: Đường truyền mạng bất thường, đã tạm ngưng theo dõi
zh_hans: 網路異常，已停止觀看

# err_net_room_stop_live
source: Network error. Livestream ended.
id: Jaringan error, Livestream dihentikan.
ja: ネットワークエラー、配信中止
ko: 네트워크 불안정!! 라이브 방송이 종료되었습니다.
pt: Erro de rede. Live finalizada.
ru: Ошибка сети. Стрим завершен.
th: เครื่อยข่ายล่ม การถ่ายทอดสดสิ้นสุด
vi: Đường truyền mạng bất thường, đã tạm ngưng Live
zh_hans: 網路異常，已停止直播

# str_room_user_name
source: live
ja: ライブ
ko: 라이브
pt: ao vivo
ru: Стрим
th: ถ่ายทอดสด

# str_room_chat_tips
source: Keep your broadcasts PG and chats friendly, #Thanks! Policy violations will get your account suspended.
id: Konten yang vulgar, porno, tidak sehat seperti merokok sangat dilarang. Semua akun yang melanggar akan ditangguhkan. Admin akan terus memantau 24 jam.
ja: 若年者や各国の視聴者がいます。発言内容に気を配り、フレンドリーなコミュニーケーションを楽しみましょう！利用規約違反があった場合、アカウントが停止されます。
ko: 아름다운 소통과 배려로 모두가 즐거운 스타미! 우리 함께 모니터링하며 스타미를 지켜요^^ 모든 사용자는 흡연,비방과 비하,노출 유도 채팅은 이용정지 대상이 됩니다.
pt: Mantenha suas transmissões e chat amigáveis, #Obrigado! Quebrar as regras podem suspender sua conta.
ru: Чтобы избежать блокировки, пожалуйста, не ругайтесь и соблюдайте правила приличия.
th: กรุณาถ่ายทอดสดแต่สิ่งที่ดี และสนทนาอย่างเป็นมิตร, #ขอบคุณ! การละเมิดนโยบายจะทำให้บัญชีของคุณถูกระงับ
vi: Hãy tuân thủ quy định Live và nội dung trò chuyện, #Cám ơn! Nếu vi phạm tài khoản của bạn sẽ bị xử lý.
zh_hans: 請正常直播、拒絕色情聊天，如發現任何違反直播條例的行為，您的帳號將有可能被封禁，謝謝！

# room_chat_edittext_hint_barrage
source: 1 diamond per comment
id: 1 berlian per komen
ja: ライブコメントは1ダイヤ消費
ko: 총알 한개당 1다이아몬드
pt: 1 diamante de cada vez.
ru: 1 кри - 1 комментарий
th: ใช้เพชร 1 เม็ดในแต่ละคอมเม้นท์
vi: Bắt đầu chat trực tuyến, 1 kim cương /1 tin
zh_hans: 開啟彈幕，1星星/條

# dialog_follow_hint
source: StarMe system notification Do you want to receive live notification of the one you followed?
id: StarMe sistem pemberitahuan Apakah Anda ingin menerima pemberitahuan langsung dari orang yang Anda ikuti?
ja: StarMeからのメッセージです。フォローした人がライブを開始すると、お知らせが届きます。お知らせの有無は設定できます。
ko: StarMe 시스템 알림 n 팬으로 등록한 라이브 앱의 공지를 받아보시겠습니까?
pt: Sistema de notificações do StarMe Você quer receber notificações de lives uma vez que você seguir?
ru: От StarMe nПолучать уведомление о подписках?
th: การแจ้งเตือนระบบ StarMe n คุณต้องการรับแจ้งเตือนการถ่ายทอดสดของคนที่คุณเป็นแฟนอยู่หรือไม่?
vi: StarMe muốn gửi thông báo đến bạn. Khi bạn theo dõi 1 người nào đó, sẽ xuất hiện thông báo khi người đó bắt đầu Live. Vào cài đặt để thiết lập nhé.
zh_hans: StarMe想給你發送系統通知。當你關注某主播后，會收到他的開播通知。這些可在“設置”中配置。

# allow
source: Yes
id: Ya
ja: はい
ko: 네
pt: Sim
ru: Да
th: อนุญาติ
vi: Được phép
zh_hans: 允許

# unallow
source: No
id: Tidak
ja: いいえ
ko: 아니요
pt: Não
ru: Нет
th: ไม่อนุญาติ
vi: Không được phép
zh_hans: 不允許

# str_shareed
source: %@ shared the stream
id: %@ membagikan siaran
ja: %@はライブ配信をシェアしました
ko: %@ 스트림을 공유했습니다.
pt: %@ compartilhou a stream
ru: %@ поделился стримом
th: %@ แบ่งปันการถ่ายทอดสด
vi: %@ đã chia sẻ Live
zh_hans: %@分享了本次直播

# str_title_notice
source: Broadcast yourself
id: Broadcast diri Anda sendiri
ja: StarMeで世界中にあなたの今を配信しよう！
ko: 당신의 스테이지, 당신의 라이프.
pt: Transmita você mesmo
ru: Расскажи о себе
th: ถ่ายทอดสดตัวเอง
vi: Sân khấu là một hành trình cuộc sống
zh_hans: 直播你生活的精彩瞬間

# str_waring_passwd
source: password no more than 16 characters
id: kata sandi tidak lebih dari 16 karakter
ja: パスワードは16ケタ以内で入力
ko: 패스워드는 16자를 넘길 수 없습니다.
pt: senha não pode ter mais que 16 caracteres
ru: Пароль должен содержать не более 16 символов
th: ใส่รหัสผ่านไม่เกิน16 อักษร
vi: Mật khẩu không được vượt quá 16 ký tự
zh_hans: 密碼不能超過16位

# str_left_la_hei
source: Swipe to cancel blocking
id: Geser untuk membatalkan pemblokiran
ja: 左にスワイプでブロック解除
ko: 슬라이드 하시면 수신차단이 해제됩니다
pt: Deslize para cancelar bloqueio
ru: Тяни, чтобы снять блок
th: เลื่อนเพื่อยกเลิกการบล็อก
vi: Kéo qua trái để xóa bỏ danh sách cấm
zh_hans: 左滑可解除封鎖

# str_left_delete_replay
source: Swipe to delete
id: Geser untuk menghapus
ja: 左にスワイプでリプレイを削除
ko: 슬라이드하시면 삭제됩니다.
pt: Deslize para deletar
ru: Тяни, чтобы удалить
th: เลื่อนเพื่อลบออก
vi: Kéo quá trái để xóa Video đã lưu
zh_hans: 左滑可刪除重播

# str_delete_replay
source: Delete
id: Hapus
ja: リプレイを削除
ko: 삭제하기
pt: Deletar
ru: Удалить
th: ลบออก
vi: Xóa bỏ Video đã lưu
zh_hans: 刪除重播

# str_search_not_result
source: no result for ”%@”
id: tidak ada hasil untuk /"%@/"
ja: ”%@”の結果なし
ko: 결과가 없습니다 ”%@”
pt: sem resultado para ”%@”
ru: Не найдено ”%@”
th: ไม่มีผลลัพธ์สำหรับ ”%@”
vi: Không có kết quả cho ”%@”
zh_hans: 暫無搜尋結果： ”%@”

# str_report_successful
source: Reported successfully
id: Berhasil dilaporkan
ja: 報告成功
ko: 성공적으로 전달했습니다
pt: Reportado com sucesso
ru: Успешно!
th: การรายงานเสร็จสมบูรณ์
vi: Báo cáo hoàn tất!
zh_hans: 舉報成功

# tick_off
source: Your account has been login with other device and logout from here.
id: Akun ada telah masuk dengan perangkat lain dan keluar dari sini.
ja: あなたのStarMeアカウントは他の端末でログインされたため、ログアウトされました
ko: 다른 기기에서 로그인이 되어있습니다. 로그아웃 후 다시 시도해주세요.
pt: Sua conta foi logada em outro dispositivo e deslogou daqui.
ru: Был произведен вход с другого устройства.
th: บัญชีของคุณถูกเข้าสู่ระบบด้วยอุปกรณ์อื่นออกจากระบบที่นี่
vi: Tài khoản StarMe đang đăng nhập ở 1 thiết bị khác, thiết bị này sẽ bị thoát ra
zh_hans: 你的StarMe帳號在其他設備上登入，本機登入已退出

# str_go_live_share
source: Share to:
id: Bagikan ke:
ja: シェア
ko: 공유하기:
pt: Compartilhar para:
ru: Поделиться в:
th: แบ่งปันไปยัง:
vi: Chia sẻ đến:
zh_hans: 分享至:

# str_go_live_location_on
source: On
id: Nyala
ja: 位置情報ON
ru: Вкл
th: แสดงตำแหน่ง
vi: Mở định vị
zh_hans: 隱藏位置

# str_go_live_location_off
source: Off
id: Mati
ja: 位置情報OFF
ru: Выкл
th: ซ่อนตำแหน่ง
vi: Tắt định vị
zh_hans: 位置顯示

# str_approve
source: You still have an order to approve, come and take actions!
id: Anda masih memiliki perintah untuk disetujui, lihat dan ambil tindakan!
ja: 承認が必要です
ko: 승인을 요청했습니다.
pt: Você ainda tem um pedido para aprovar, vá e tome alguma medida!
ru: Заказ не завершен.
th: คุณยังมีคำสั่งซื้อที่ต้องอนุมัติ โปรดดำเนินการให้เสร็จเรียบร้อย
vi: Bạn hãy hành động để giúp chúng tôi phát triển hơn nhé!
zh_hans: 您的購物車中還有上一筆交易未完成，來完成交易吧！

# str_successfully
source: Successfully!
id: Berhasil!
ja: Success！
ko: 성공!
pt: Sucesso!
ru: Успешно!
th: เสร็จสมบูรณ์
vi: Hoàn tất!
zh_hans: 成功！

# str_error
source: Error
ja: エラー
ko: 에러
pt: Erro
ru: Ошибка
th: ข้อผิดพลาด
vi: Lỗi
zh_hans: 異常狀況

# str_share_successfully
source: Shared successfully
id: Berhasil dibagikan
ja: シェア成功
ko: 성공적으로 공유했습니다.
pt: Compartilhado com sucesso
ru: Успешно!
th: การแบ่งปันเสร็จสมบูรณ์
vi: Chia sẻ thành công
zh_hans: 分享成功！

# str_share_failed
source: Shared failed
id: Gagal dibagikan
ja: シェア失敗
ko: 공유를 실패했습니다.
pt: Compartilhamento falhou
ru: Неудача :(
th: การแบ่งปันล้มเหลว
vi: Chia sẻ thất bại
zh_hans: 分享失敗

# str_load_more
source: move up to load more
id: pindahkan ke atas untuk memuat lebih
ja: 更新
ko: 더 많이 다운로드하세요.
pt: Arraste pra cima para carregar mais
ru: Потяните вниз
th: เลื่อนขึ้นเพื่อโหลดเพิ่ม
vi: Kéo lên sẽ tải nhiều hơn nữa
zh_hans: 往上滑加載更多

# str_verification
source: Send
id: Kirim
ja: 認証コードを送信
ko: 보내기
pt: Enviar
ru: Отправлено
th: ส่ง
vi: Mã xác thực đã gửi
zh_hans: 發送驗證碼

# str_check
source: Sent.
id: Terkirim.
ja: 認証コードを送信しました
ko: 보냈습니다.
pt: Enviado.
ru: Отправлено
th: รหัสยืนยันได้ถูกส่งไปยังอีเมลของคุณแล้ว โปรดตรวจสอบตามนั้นด้วย
vi: Mã xác thực đã gửi
zh_hans: 驗證碼已發送

# str_verification_code
source: Verification code
id: Kode Verifikasi
ja: 認証コード
ko: 인증번호
pt: Código de Verificação
ru: Ввести код
th: รหัสยืนยัน
vi: Mã xác nhận
zh_hans: 驗證碼

# str_new_password
source: New Password
id: Kata sandi Baru
ja: 新しいパスワード
ko: 새로운 패스워드
pt: Nova Senha
ru: Новый пароль
th: รหัสผ่านใหม่
vi: Mật khẩu mới
zh_hans: 新的密碼

# str_confirm_password
source: Confirm New
id: konfirmasi baru
ja: パスワードを確認
ko: 새로운 패스워드가 확인됐습니다.
pt: Confirmar novo
ru: Подтвердить
th: ยืนยันเดี๋ยวนี้
vi: Xác thực mật khẩu
zh_hans: 再次輸入密碼

# email_not_register_hint
source: The email is not registered
id: email tidak terdaftar
ja: メールアドレスが登録されていません
ko: 이메일이 등록되지 않았습니다.
pt: Email não registrado
ru: E-mail не найден
th: อีเมลนี้ยังไม่ถูกลงทะเบียน
vi: Hộp thư chưa được đăng ký
zh_hans: 該Mail尚未註冊

# forget_password
source: forget your password?
id: lupa kata sandi Anda?
ja: パスワードを忘れた方
ko: 패스워드를 잊어버리셨나요?
pt: esqueceu sua senha?
ru: Забыли пароль?
th: ลืมรหัสผ่านของคุณหรือ?
vi: Quên mật khẩu
zh_hans: 忘記密碼

# verification_code_sended_hint
source: Sent.
id: terkirim
ja: 認証コードを送信しました
ko: 보냈습니다.
pt: Enviado.
ru: Отправлено
th: รหัสยืนยันถูกส่งไปยังอีเมลของคุณแล้ว
vi: Mã xác thực đã gửi
zh_hans: 驗證碼已發送

source: verification code
id: kode verifikasi
ja: 認証コード
ko: 인증번호
pt: código de verificação
ru: Код подтверждения
th: รหัสยืนยัน
vi: Mã xác thực
zh_hans: 驗證碼

source: new password
id: kata sandi baru
ja: 新しいパスワード
ko: 새로운 패스워드
pt: nova senha
ru: Новый пароль
th: รหัสผ่านใหม่
vi: Mật khẩu mới
zh_hans: 新的密碼

source: confirm password
id: konfirmasi kata sandi
ja: パスワード確認
ko: 비밀번호를 확인하세요.
pt: confirmar senha
ru: Подтвердить пароль
th: ยืนยันรหัสผ่าน
vi: Xác xác thực mật khẩu
zh_hans: 再次輸入密碼

# pass_word_not_match
source: incorrect password
id: kata sandi salah
ja: パスワードが一致しません
ko: 잘못된 패스워드
pt: senha incorreta
ru: Неверный пароль
th: รหัสไม่ถูกต้อง
vi: Mật khẩu không đúng
zh_hans: 密碼無法匹配

# verification_code_null
source: please fill the blank
id: harap isi yang kosong
ja: 認証コードを入力して下さい
ko: 빈칸을 채워주세요.
pt: por favor preencha o espaço em branco
ru: Пожалуйста, заполните бланк
th: กรุณาเติมในช่องว่าง
vi: Mã xác thực không được để trống
zh_hans: 驗證碼不能為空

# reset_pass_success
source: successfully!
id: berhasil!
ja: パスワードリセットに成功
ko: 성공!
pt: sucesso!
ru: Успешно!
th: เสร็จสมบูรณ์
vi: Khôi phục mật khẩu thành công
zh_hans: 重設密碼成功

# reset_pass
source: Reset
ja: パスワードリセット
ko: 리셋
pt: Resetar
ru: Сбросить
th: ตั้งค่าเริ่มต้น
vi: Khôi phục mật khẩu
zh_hans: 重設密碼

source: Resend
id: kirim ulang
ja: 再送信
ko: 재발송
pt: Reenviar
ru: Переслать
th: ส่งใหม่
vi: Gửi lại
zh_hans: 重新發送

# room_camera_beauty_on
source: on
id: nyala
ja: 美顔ON
ru: Вкл.
th: เปิด
vi: Mở làm đẹp
zh_hans: 美顏開啟

# room_camera_beauty_off
source: off
id: mati
ja: 美顔OFF
ru: Выкл.
th: ปิด
vi: Tắt làm đẹp
zh_hans: 美顏關閉

# liver_is_leaving
source: Away from channel, be right back.
id: Jauh dari channel, kembali lagi nanti.
ja: 離席中です、まもなく戻ります！
ko: 잠시만기다려주세요, 금방돌아올께요!!
pt: Ausente do canal, volto logo.
ru: Отошел, но скоро вернется.
th: ตอนนี้ไม่อยู่ เดี๋ยวกลับมานะ
vi: Streamer tạm thời rời khỏi, sẽ quay lại ngay thôi!
zh_hans: 主播暫時離開，馬上回來！

# room_video_save_text_hint
source: less than 30 min, can't be saved.
id: kurang dari 30 menit, tidak dapat disimpan.
ja: 30分以内のライブは保存できません
ko: 30분 이내의 영상은 저장할 수 없습니다
pt: menos de 30 min, não pode ser salvo.
ru: Менее 30 мин. Нельзя сохранить.
th: น้อยกว่า 30 นาที ไม่สามารถบันทึกได้
vi: Live trong vòng 30 phút sẽ không được lưu lại
zh_hans: 半小时内的直播不被保存

# room_video_save_text_hint2
source: The live has saved to replays,
id: Siaran telah disimpan untuk diputar ulang
ja: リプレイ用に保存
ko: 방송 다시보기가 저장됐습니다.
pt: A live foi salva nos replays,
ru: Live сохранен.
th: การถ่ายทอดสดได้ถูกบันทึกเป็นคลิปย้อนหลังแล้ว
vi: Đã lưu để được xem lại
zh_hans: 已保存為重播，

# room_video_save_text_delete
source: wanna delete it?
id: ingin menghapusnya?
ja: 削除
ko: 삭제하길 원하시나요?
pt: deseja deletar?
ru: Удалить?
th: ต้องการลบหรือไม่
vi: Xóa bỏ
zh_hans: 刪除

# noti_bro_cast_location_default
source: is LIVE, come and join!
id: sedang berlangsung, datang dan bergabung!
ja: さんがライブ配信中、今すぐチェック！
ko: Live에 지금 바로 들어오세요!
pt: está AO VIVO, venha você também!
ru: Live! Присоединяйся!
th: กำลังถ่ายทอดสด กดเข้าชมได้เลย!
vi: Bạn có biết Live Stream, Hãy đến cùng trải nghiệm nào!
zh_hans: 在直播，馬上來看看！

# send_verification_code
source: send
id: Kirim
ja: 認証コードを送信
ko: 보내기
pt: enviar
ru: Отправить
th: ส่ง
vi: Gửi mã xác nhận
zh_hans: 發送驗證碼

source: network error
id: Jaringan error
ja: ネットワークエラー
ko: 네트워크 에러
pt: erro de rede
ru: Ошибка сети
th: เครื่อข่ายล่ม
vi: Mạng đang bất thường
zh_hans: 網路異常

# code_not_match
source: incorrect code
id: kode salah
ja: コードが一致しません
ko: 잘못된 코드
pt: código errado
ru: Неверный код
th: รหัสไม่ถูกต้อง
vi: Code không đúng
zh_hans: 驗證碼錯誤

# reset_pass_fail
source: reset passwords fail
id: Pengaturan ulang kata sandi gagal
ja: パスワードリセットに失敗
ko: 새 비밀번호가 일치하지 않습니다. 다시입력해주세요
pt: resetar senha falhou
ru: Не удалось сбросить пароль
th: รหัสยื่นยันใหม่ไม่สามารถใช้ได้
vi: Khôi phục mật khẩu thất bại
zh_hans: 重設密碼失敗T-T

# str_turn_on_location
source: System would like you to turn on the location service.
id: Sistem meminta Anda untuk menyalakan GPS
ja: システムが位置情報を求めています
ko: 위치 서비스를 활성화시켜주세요.
pt: Sistema deve ligar o serviço de localização.
ru: Включить отслеживание локации
th: กรุณาเปิดระบบการเข้าพื้นที่ของคุณ(Location))ด้วยค่ะ
vi: Mở tính năng định vị, cần thiết lập quyền truy cập tại hệ thống cài đặt
zh_hans: 開啟定位功能，需在系統設置中開啟權限

# str_permissions
source: Setting
id: Pengaturan
ja: 設定
ko: 설정
pt: Configuração
ru: Настройки
th: ตั้งค่า
vi: Thiết lập quyền
zh_hans: 設置權限

# str_flash_on
source: On
id: Nyalakan
ja: フラッシュON
ru: Вкл
th: เปิด
vi: Mở Flash
zh_hans: 開閃光燈

# str_flash_off
source: Off
id: Matikan
ja: フラッシュOFF
ru: Выкл
th: ปิด
vi: Tắt Flash
zh_hans: 關閃光燈

# str_flip_camera
source: Flip
ja: カメラ切り替え
ko: 전환
ru: Переключить
th: เลื่อน
vi: Chuyển máy ảnh
zh_hans: 翻轉鏡頭

# str_click_to_start_live
source: Click here and go live.
id: Klik di sini dan mulai siaran
ja: スタートをタップしてライブ配信開始
ko: 이곳을 클릭 후, 라이브하세요.
pt: Clique aqui e fique ao vivo.
ru: Кликни и выйди в Live!
th: คลิ๊กตรงนี้และถ่ายทอดสด
vi: Nhấn bắt đầu Live
zh_hans: 點擊此處開播

# str_email_not_register
source: The email has not registered.
id: Email tidak terdaftar
ja: メールアドレスが登録されていません
ko: 등록되지 않은 이메일입니다.
pt: Email não registrado.
ru: E-mail не зарегистрирован.
th: อีเมล์ยังไม่ถูกสมัคร
vi: Hộp thư chưa được đăng ký
zh_hans: 此信箱尚未註冊

# str_email_can_not_send
source: The mail can not be delivered.
id: Pesan tidak dapat dikirim
ja: メールを送ることができません
ko: 메일을 발송할 수 없습니다.
pt: O email não pode ser enviado.
ru: Невозможно отправить сообщение.
th: อีเมล์ไม่สามารถส่งได้
vi: Thư không thể gửi đến hộp thư
zh_hans: 郵件無法送達您的信箱

# str_code_err
source: error
ja: コードエラー
ko: 에러
pt: erro
ru: Ошибка
th: ระบบไม่ทำงาน
vi: Lỗi mã
zh_hans: 驗證碼錯誤

# str_reset_failure
source: Failed
id: Gagal
ja: パスワードリセットに失敗
ko: 실패했습니다.
pt: Falhou
ru: Неудача
th: ระบบล่ม
vi: Khôi phục mật khẩu thất bại
zh_hans: 重設密碼失敗T-T

# str_reset_succeed
source: Successful!
id: Berhasil!
ja: パスワードリセットに成功
ko: 성공!
pt: Sucesso!
ru: Успешно!
th: ตั้งค่าสำเร็จแล้ว
vi: Gửi lại mật khẩu thành công
zh_hans: 重設密碼成功!

# str_reset
source: Reset
ja: リセット
ko: 리셋
pt: Resetar
ru: Сбросить
th: ตั้งค่าใหม่
vi: Gửi lại
zh_hans: 重設

# broadcast_rules
source: By going live, you are complying to
id: Dengan melakukan siaran langsung, Anda diharapkan mematuhi
ja: 同意してライブ配信する：
ko: 라이브 승인
pt: Ficar ao vivo com aprovação das
ru: Прочтите правила и начинайте Live!
th: กฎการถ่ายทอดสด
vi: Mặc định đồng ý quy định khi Live
zh_hans: 開播即默認遵守:

# feedback_content
source: Let us know what you think
id: Beri tahu kami apa yang Anda pikirkan
ja: ご意見 ご要望
ko: 피드백
pt: Deixe-nos saber o que você acha
ru: Отзыв
th: คำติชมและแนะนำ
vi: Vấn đề hoặc kiến nghị
zh_hans: 問題或建議

# feedback_email
source: Please enter a valid email address
id: Silakan masukkan email yang valid
ja: 有効なメールアドレスを入力して下さい
ko: 이메일 주소를 알려주세요.
pt: Por favor deixe seu email de contato.
ru: Укажите ваш E-mail.
th: อีเมล์แนะนำติชม
vi: Nhập hộp thư vào để tiện liên lạc
zh_hans: 輸入信箱方便我們和您聯繫

# room_contributor_contributors_maohao_hint
source: Stars
id: Bintang
ja: スター
ko: 별
pt: Recebido
ru: Получено
th: ผู้สร้างเนื้อหา
vi: Ngôi sao
zh_hans: 星星

# room_camera_beauty
source: Beauty Magic
ja: 美顔
pt: Beleza Mágica
ru: Магия
th: กล้องฟรุ้งฟริ้ง
vi: Làm đẹp
zh_hans: 美顏

# str_desc_reset_passwd
source: To reset your password,please enter your registered email address. An email will be sent.
id: Untuk mengganti kata sandi, silakan masukkan email Anda yang terdaftar. Email akan dikirimkan.
ja: パスワードをリセットします。登録したメールアドレスを入力して下さい。 メールが送られます
ko: 패스워드를 재설정하고 싶으면, 등록된 이메일 주소로 들어가세요.이메일이 발송됐습니다.
pt: Para resetar sua senha, por favor digite seu email. Um email será enviado.
ru: Введите регистрационный E-mail, чтобы сбросить пароль. Сообщение отправлено.
th: ตั้งค่าพาสเวิร์ดใหม่
vi: Để khôi phục mật khẩu, hãy nhập hộp thư cố định. Thư sẽ được gửi đến ngay.
zh_hans: 如需重新設置密碼，請輸入您的註冊郵箱 我們會發送驗證郵件到您的郵箱

# broadcast_rules_link
source: the StarMe rules
id: Peraturan StarMe
ja: StarMeコミュニティルール
ko: StarMe 규칙
pt: Regras do StarMe
ru: Правила StarMe
th: กฎของแอพลิเคชั่นStarMe
vi: 《Quy Định Sử Dụng Của StarMe 》
zh_hans: 《StarMe 社區公約》

# action_ok
source: OK
ru: ОК
th: ตกลง

# str_guide_room_right_slide
source: Swipe right to clear the screen
id: Geser ke kanan untuk membersihkan layar
ja: スワイプでチャットを非表示にできます
ko: 오른쪽으로 넘겨보세요
pt: Deslize para direita para limpar a tela
ru: Тяни, чтобы очистить экран
th: เลื่อนไปทางขวาเพื่อชมแบบเต็มจอ
vi: Kéo qua phải để làm mới màn hình
zh_hans: 向右滑清空屏幕

# str_guide_room_up_slide
source: Swipe up or down to switch rooms
id: Geser ke atas atau bawah untuk mengganti ruangan
ja: スワイプでルームの切り替え
ko: 상 하로 슬라이드 하시면 다른 채널로 이동이 가능합니다
pt: Deslize para cima ou para baixo para mudar de canal
ru: Тяни, чтобы сменить канал
th: เลื่อนขึ้นหรือลงเพื่อเปลี่ยนช่อง
vi: Kéo lên hoặc xuống để thay đổi phòng Live
zh_hans: 上下滑動切換直播間

# str_diamonds
source: Star
id: Bintang
ja: スター
ko: 별
pt: Estrela
ru: Звезды
th: เรดไดมอนด์
vi: Đậu U
zh_hans: 星星

# action_permissions_tip
source: To use the camera in this app, go to 'setting' and turn on the 'StarMe' Camera.
id: Untuk menggunakan kamera pada aplikasi ini, pergi ke 'pengaturan' dan nyalakan 'StarMe' Kamera.
ja: 「設定」よりカメラ設定を変更してください
ko: 카메라를 사용하고 싶으면, '설정'에 들어가 'StarMe' 카메라를 켜세요.
pt: Use a câmera nesse app, abra 'Configurações' e ligue em 'StarMe' Câmera.
ru: Для использования камеры откройте "Настройки">StarMe и вкл. камеру.
th: จะใช้กล้องในแอ้พนี้ ให้ไปที่ ตั้งค่า > เปิดก้อง StarMe
vi: Ứng dụng hiện tại không được phép truy cập camera, hãy vào "Cài đặt" thiết lập quyền truy cập
zh_hans: 目前應用沒有使用相機的權限，請到“設置”打開相機權限

# str_leave
source: leave a while, will be right back
id: pergi sebentar, akan kembali lagi nanti
ja: 少々お待ち下さい...
ko: 잠시만요, 바로 돌아올게요.
pt: deixe um momento, voltar logo
ru: Скоро вернусь!
th: ไม่อยู่ เดี๋ยวกลับมาจ้า
vi: Streamer đã rời khỏi trong giây lát
zh_hans: 主播離開一會兒

# room_barrage_on_hint
source: Bullet screen function
id: Fungsi Bullet Screen
ja: ライブコメント
ko: 총알채팅
pt: Comentário ao vivo
ru: Live сообщение
th: คอมเม้นท์สดๆ
vi: Mở bình luận trực tuyến
zh_hans: 彈幕開
