Repository: hyh19/ios-my
Catalog: itsme/LiveShow/LiveShow/Resource/Localization/*.lproj/Localizable.strings
Languages: id, ja, ko, pt, ru, th, vi, zh_hans

# action_settings
source: Settings
id: Pengaturan
ja: 設定
ko: 설정
pt: Configurações
ru: Настройки
th: ตั้งค่า
vi: Cài đặt
zh_hans: 設置

# item_tab_focus
source: Following
id: Mengikuti
ja: フォロー
ko: 팔로우
pt: Seguir
ru: Подписка
th: ติดตาม
vi: Theo Dõi
zh_hans: 關注

# item_tab_hot
source: Popular
id: Populer
ja: 人気
ko: 인기
ru: Лучшее
th: ยอดนิยม
vi: HOT
zh_hans: 熱門

# item_tab_recomm
source: New
id: Baru
ja: 最新
ko: 신규
pt: Novo
ru: Новое
th: ใหม่
vi: Mới Nhất
zh_hans: 最新

# item_audio_status_living
source: Live
ja: ライブ
ko: 라이브
pt: Ao Vivo
ru: Стрим
th: ถ่ายทอดสด
zh_hans: 直播

# focus_list_header
source: Following
id: Mengikuti
ja: フォローする
ko: 팔로잉
pt: Seguindo
ru: Следующий
th: ติดตาม
vi: Theo dõi Live của bạn bè
zh_hans: 關注好友的直播

# record_item_header
source: Replays
id: Replay
ja: リプレイ
ko: 다시보기
ru: Повторы
th: เริ่มเล่นใหม่
vi: Video lưu
zh_hans: 精彩重播

# master_recomm_item_header
source: Recommended
id: Rekomendasi
ja: オススメ
ko: 추천했습니다.
pt: Recomendado
ru: Выбор редактора
th: แนะนำ
vi: Gợi ý Thần Tượng
zh_hans: 達人推荐

# record
source: Replay
ja: リプレイ
ko: 다시보기
ru: Повтор
th: เริ่มเล่นใหม่
vi: Video lưu
zh_hans: 重播

# live_rooname_default
source: Titles with tags are easier to find
id: Judul dengan tag lebih mudah ditemukan
ja: タイトルにハッシュタグをつけましょう！
ko: 제목에 태그를 붙여주세요
pt: Títulos com tags são mais fáceis de encontrar
ru: Заголовки с тэгами проще найти
th: ไตเติลที่มีแท็กจะช่วยให้ค้นหาง่ายขึ้น
vi: Thêm các nhãn dán lên video của bạn
zh_hans: 加上標籤的標題更容易被人發現噢~

# live_start
source: Go Live
ja: ライブ開始
ko: 라이브하러 가기
pt: Ficar Ao Vivo
ru: Начать стрим
th: เริ่มถ่ายทอดสด
vi: Bắt đầu Live
zh_hans: 開始直播

# room_live_logo
source: Live
ja: ライブ配信中
pt: Ao Vivo
ru: Стрим
th: ถ่ายทอดสด
zh_hans: 直播Live

# room_ticket
source: Star
id: Bintang
ja: スター
ko: 별
pt: Estrela
ru: Синие кри
th: บลูไดมอนด์
vi: Kim Cương
zh_hans: 星星

# room_gift_exp
source: +%d Exp
ru: +%d Опыт
th: +%d ยกเว้น
zh_hans: +%d經驗

# recharge
source: Purchase:
id: Pembelian:
ja: チャージ：
ko: 충전:
pt: Comprar:
ru: Заряд:
th: เติมเงิน:
vi: Nạp Kim Cương
zh_hans: 儲值:

# room_send
source: Send
id: Kirim
ja: 送信
ko: 보내기
pt: Enviar
ru: Отпр.
th: ส่ง
vi: Gửi
zh_hans: 發送

# userhome_description_default
source: Don’t be shy, introduce yourself a little!
id: Jangan malu, perkenalkan diri Anda!
ja: 恥ずかしがらず自己紹介してみましょう！
ko: 자기소개
pt: Não seja tímido, faça uma breve introdução pessoal!
ru: Не стесняйтесь, расскажите немного о себе!
th: อย่าอาย, แนะนำตัวเองหน่อยน่ะ!
vi: Bạn ấy đã quên chữ ký rồi...
zh_hans: 他好像忘記寫簽名了...

# userhome_account_inout_default
source: Sent
id: Terkirim
ja: 送信済み
ko: 보내기
pt: Enviado
ru: Отправлено
th: ส่งไปแล้ว
vi: Đã gửi
zh_hans: 已送

# userhome_lives_num_default
source: Live
ja: ライブ
ko: 라이브
pt: Ao Vivo
ru: Стрим
th: ถ่ายทอดสด
zh_hans: 直播

# userhome_follows_num_default
source: Following
id: Mengikuti
ja: フォロー
ko: 팔로잉
pt: Seguindo
ru: Слушает
th: ติดตาม
vi: Fanned
zh_hans: 關注

# userhome_fans_num_default
source: Followers
id: Pengikut
ja: フォロワー
ko: 팔로워
pt: Seguidores
ru: Поклонники
th: ผู้ติดตาม
vi: Fans
zh_hans: 粉絲

# sixin_chat
source: Message
id: Pesan
ja: メッセージ
ko: 메시지
pt: Mensagem
ru: Сообщение
th: จดหมายส่วนตัว
vi: PM
zh_hans: 私訊

# sixin_follow
source: Follow
id: Ikuti
ja: フォロー
ko: 팔로워
pt: Seguir
ru: Слушает
th: กดเป็นแฟน
vi: Theo dõi
zh_hans: 關注

# sixin_lahei
source: Block
id: Blokir
ja: ブロック
ko: 차단
pt: Bloquear
ru: Заблокировать
th: บล็อก
vi: Thêm vào danh sách đen
zh_hans: 封鎖

# sixin_following
source: Following
id: Mengikuti
ja: フォロー
ko: 팔로잉
pt: Seguindo
ru: Подписка
th: เป็นแฟนแล้ว
vi: Theo dõi
zh_hans: 關注

# hall_no_live_tip
source: No friends are online now!
id: Tidak ada teman yang online sekarang!
ja: ライブ中のフレンドはいません！
ko: 접속해있는 친구가 없습니다!
pt: Nenhum amigo ao vivo agora!
ru: Друзья не в сети
th: ไม่มีเพื่อนถ่ายทอดสดในขณะนี้!
vi: Bạn bè đang đi vắng Hiện tại vẫn chưa có Live
zh_hans: 你的好友静静悄悄 此时还没有直播

# hall_goto_hot
source: Discover New Live Videos
id: Temukan Live Video Terbaru
ja: 新着ライブをチェック！
ko: 새로운 라이브 영상 찾기
pt: Descubra Novos Vídeos Ao Vivo
ru: Узнать о новых стримах
th: ค้นหารายการถ่ายทอดสดใหม่
vi: Mau đi xem Live mới nhất nào
zh_hans: 去看看最新精彩直播

# hall_live_records_num_default
source: 0 Replays
id: 0 Replay
ja: リプレイ%1$d
ko: 0 다시보기
ru: 0 Повтор
th: เริ่มเล่นใหม่
vi: %1$d Video đã lưu
zh_hans: %1$d個精彩重播

# hall_live_recent
source: New
id: Baru
ja: 最新
ko: 신규
pt: Novo
ru: Новые
th: รายการมาใหม่
vi: Mới nhất
zh_hans: 最新

# hall_live_hottest
source: Hot
ja: 人気
pt: Quente
ru: Лучшее
th: รายการยอดนิยม
zh_hans: 最熱

# emtpy_living
source: No videos available
id: Tidak ada video yang tersedia
ja: ライブ配信なし
ko: 가능한 영상이 없습니다.
pt: Não há vídeos disponíveis
ru: Нет доступных видео
th: ไม่มีรายการที่ต้องการ
vi: Bạn ấy chưa từng Live
zh_hans: 該主播還沒有直播過哦

# emtpy_following
source: Not interested in anyone(╯^╰)
id: Tidak tertarik dengan siapapun
ja: フォローなし
ko: 팬이 아닙니다.
pt: Não interessado em ninguém(╯^╰)
ru: Нет подписок :(
th: ยังไม่ติดตามใคร
vi: Bạn ấy vẫn chưa có người theo dõi
zh_hans: 該主播還沒有關注人哦

# emtpy_fans
source: No followers now T-T
id: Tidak ada pengikut sekarang T-T
ja: フォロワーなし
ko: 팬이 아닙니다.
pt: Sem seguidores ainda T-T
ru: Нет подписчиков :(
th: ยังไม่มีแฟนติดตาม
vi: Bạn ấy vẫn chưa có Fans
zh_hans: 該主播還沒有粉絲哦

# userhome_nickname_tip
source: Username
id: Nama pengguna
ja: ユーザー名
ko: 닉네임
pt: Nome de Usuário
ru: Никнейм
th: ชื่อผู้ใช้
vi: Tên
zh_hans: 暱稱

# userhome_description_tip
source: Mood
ja: ひとこと
ko: 상태 메시지
pt: Humor
ru: Подпись
th: ลายเซ็นต์
vi: Ký tên
zh_hans: 簽名

# usersetting_aboutus
source: About Us
id: Tentang Kami
ja: StarMeについて
ko: 회사소개
pt: Sobre nós
ru: О нас
th: เกี่ยวกับเรา
vi: Liên quan đến chúng tôi
zh_hans: 關於我們

# userhome_my_gain_item
source: Profit
id: Keuntungan
ja: 収益
ko: 수익
pt: Meu Balanço
ru: Счет
th: จำนวนไดมอนด์คงเหลือของฉัน
vi: Thu ích bản thân
zh_hans: 我的收益

# userhome_my_account
source: Purchase
id: Pembelian
ja: チャージ
ko: 충전
pt: Comprar
ru: Обменять
th: เติมเงิน
vi: Nạp Kim Cương
zh_hans: 儲值

# userhome_my_level
source: Level
ja: レベル
ko: 레벨
pt: Nível
ru: Уровень
th: ระดับ
vi: Level bản thân
zh_hans: 我的等級

# userhome_nodisturb
source: Settings
id: Pengaturan
ja: 設定
ko: 설정
pt: Configurações
ru: Настройка
th: ตั้งค่า
vi: Cài đặt
zh_hans: 設置

# userhome_logout
source: Log Out
id: Keluar
ja: ログアウト
ko: 로그아웃
pt: Deslogar
ru: Выход
th: ออกจากระบบ
vi: Đăng xuất
zh_hans: 退出登入

# userhome_my_invite
source: Invite
id: Undangan
ja: 招待
ko: 초대
pt: Convidar
ru: Пригласить
th: เชิญเพื่อน
vi: Mời bạn bè
zh_hans: 邀請好友

# room_contributor_contributors
source: Super Followers
id: Pengikut Super
ja: フォロワーランキング
ko: 슈퍼 팔로워
pt: Super Seguidores
ru: Супер-фанаты
th: ซุปเปอร์แฟน
vi: Fans thân mật
zh_hans: 粉絲親密度

# settings_manage_push
source: Notification Settings
id: Pengaturan Pemberitahuan
ja: プッシュ通知
ko: 알림 설정
pt: Configurações de Notificações
ru: Уведомления
th: ตั้งค่าการแจ้งเตือน
vi: Nhận thông báo
zh_hans: 推送管理

# settings_about_us
source: About Us
id: Tentang Kami
ja: サービス概要
ko: 회사소개
pt: Sobre nós
ru: О нас
th: เกี่ยวกับเรา
vi: Liên quan đến chúng tôi
zh_hans: 關於

# settings_feedback
source: Leave feedback
id: Tinggalkan saran
ja: フィードバック
ko: 피드백
pt: Deixar feedback
ru: Связаться
th: ข้อเสนอแนะ
vi: Người dùng kiến nghị
zh_hans: 用戶回報

# settings_balck_list
source: Blocklist
id: Daftar Blokir
ja: ブロックリスト
ko: 블랙리스트
pt: Lista Negra
ru: Заблокированные
th: บัญชีดำ
vi: Danh sách đen
zh_hans: 黑名单

# settings_edit_userinfo
source: Edit Profile
id: Edit profil
ja: プロフィール編集
ko: 프로필 편집
pt: Editar Perfil
ru: Редактировать
th: แก้ไขข้อมูลส่วนตัว
vi: Chỉnh sửa thông tin cá nhân
zh_hans: 编辑個人資料

source: Log Out
id: keluar
ja: ログアウト
ko: 로그아웃
pt: Deslogar
ru: Выйти
th: ออกจากระบบ
vi: Thoát
zh_hans: 退出

# usersetting_live_msg_alert
source: Live Message Alerts
id: Pemberitahuan Pesan Live
ja: ライブ配信のお知らせ
ko: 라이브 메세지 알람
pt: Mensagem de Alertas Ao Vivo
ru: Оповещения о стримах
th: แจ้งเตือนข้อความ
vi: Nhắc nhỏ khi có Live
zh_hans: 直播消息提醒

# usersetting_nodisturb_open_tip
source: Turn off notifications
id: Matikan pemberitahuan
ja: お知らせをオフにすれば通知が来ません
ko: 공지 끄기
pt: Desligar notificações
ru: Отключить уведомления
th: ปิดการแจ้งเตือน
vi: Bạn có thể tắt nhắc nhở Live của một ai đó và không nhận nhắc nhở từ người này
zh_hans: 你可以關閉某個人的提醒，不再收該主播的直播消息

# userhome_edit_info
source: Edit profile
id: Edit profil
ja: プロフィール
ko: 편집
pt: Editar perfil
ru: Редактировать
th: แก้ไขข้อมูลส่วนตัว
vi: Chỉnh sửa thông tin
zh_hans: 編輯資料

# live_take_cover
source: Profile Pic
id: Foto Profil
ja: ホーム画面を撮る
ko: 프로필
pt: Foto de Perfil
ru: Добавить обложку
th: ภาพโปรไฟล์
vi: Cảnh quay
zh_hans: 拍攝封面

# login_take_photo
source: Take Photo
id: Ambil Foto
ja: 写真を撮る
ko: 사진찍기
pt: Tirar Foto
ru: Сделать фото
th: ถ่ายรูป
vi: Quay hình
zh_hans: 拍照

# userhome_choose_from_photoalbum
source: Albums
id: Album
ja: アルバムから選択
ko: 앨범
pt: Álbuns
ru: Из альбома
th: อัลบั้ม
vi: Chọn từ thư viện
zh_hans: 從相冊選擇

# charge_ying_point
source: Star
id: Bintang
ja: スター
ko: 별
pt: Estrela
ru: Звезды
th: เรดไดมอนด์
vi: Ngôi sao
zh_hans: 星星

# charge_withdraw_all
source: Profit
id: Keuntungan
ja: 現金化申請可能額
ko: 수익
pt: Meu Balanço
ru: Счет
th: ยอดคงเหลือ
vi: Tiền có thể rút (đồng)
zh_hans: 可提現金額

# charge_withdraw_today
source: Amount available today
id: Jumlah yang tersedia saat ini
ja: 今日の現金化可能額
ko: 금일 캐시 환전 가능 수량
pt: Montante disponível hoje
ru: Доступно сегодня
th: ยอดที่ใช้ได้วันนี้
vi: Tiền có thể rút hôm nay (đồng)
zh_hans: 今日可提現金額

# charge_exchange
source: Exchange
id: Tukar
ja: 現金化する
ko: 교환
pt: Trocar
ru: Обмен
th: แลกเปลี่ยน
vi: Đổi
zh_hans: 兌換

# charge_withdraw_cash
source: Withdraw
id: Penarikan
ja: 現金化
ko: 캐시환전
pt: Retirar
ru: Снять деньги
th: ถอนเงิน
vi: Rút tiền
zh_hans: 提現

# charge_common_problems
source: FAQ
ja: よくある質問
th: คำถามที่พบบ่อย
vi: Vấn đề thường gặp
zh_hans: 常見問題

# charge_withdraw_cash_confirm
source: Confirm
id: Konfirmasi
ja: OK
ko: 확인
pt: Confirmar
ru: Подтвердить
th: ยืนยัน
vi: Xác nhận rút tiền
zh_hans: 確認提現

# charge_withdraw_cash_to_wechat
source: Withdraw to WeChat
id: Penarikan melalui WeChat
ja: WeChatアカウントに振込
ko: 위챗으로 캐시환전하기
pt: Retirar para WeChat
ru: Вывести в WeChat
th: ถอนเงินไปที่ Wechat
vi: Rút tiền vào tài khoản Wechat
zh_hans: 提現至wechat帳號

# charge_withdraw_cash_to_account
source: Account:
id: Rekening:
ja: 振込先：
ko: 계좌:
pt: Conta:
ru: Вывести на счет:
th: บัญชี
vi: Rút tiền vào tài khoản Wechat:
zh_hans: 提現至wechat帳號:

# charge_withdraw_cash_success_tip1
source: Application submitted, please check WeChat
id: Aplikasi disubmit, silakan cek WeChat
ja: 現金化申請済み。WeChatをチェック！
ko: 신청서가 제출되었습니다. 위챗을 확인해주세요.
pt: Aplicação enviada, por favor, verifique o WeChat
ru: Запрос принят, проверьте WeChat
th: ใบสมัครถูกส่งไปแล้ว,กรุณาตรวจสอบ Wechat
vi: Yêu cầu rút tiền đã gửi, xin đến Wechat kiểm tra
zh_hans: 提現申请已經提交，請去微信查看

# charge_withdraw_cash_complete
source: Complete
id: Lengkap
ja: 完成
ko: 완료
pt: Completo
ru: Завершить
th: เสร็จสมบูรณ์
vi: Hoàn thành
zh_hans: 完成

# charge_withdraw_success_tip
source: Transfers can take up to 24 hours
id: Lamanya transfer bisa sampai 24 jam
ja: 24時間以内に振込されます
ko: 24시간 내로 전달됩니다.
pt: As transferências podem demorar até 24 horas
ru: На перевод средств может уйти до 24 часов
th: การโอนเงินอาจจะใช้เวลาถึง 24 ชั่วโมง
vi: Dự kiến trong vòng 24h sẽ chuyển đến tài khoản
zh_hans: 預計24小時內到賬

# charge_withdraw_cash_count
source: Total Amount:
id: Jumlah Total:
ja: 金額：
ko: 전체 수량:
pt: Valor Total:
ru: Общий итог:
th: จำนวนทั้งหมด
vi: Tiền có thể rút (đồng)
zh_hans: 提現金額:

# charge_balance
source: Balance:
id: Saldo:
ja: 所有ダイヤ数：
ko: 계정 잔액:
pt: Balanço:
ru: Баланс:
th: ยอดคงเหลือ:
vi: Tài khoản còn dư:
zh_hans: 賬戶餘額:

# userhome_my_gain
source: Profit
id: Keuntungan
ja: 収益
ko: 수익
pt: Lucro
ru: Прибыль
th: กำไร
vi: Thu ích bản thân
zh_hans: 我的收益

# charge_withdraw_cash_success
source: Withdrawal successful!
id: Penarikan berhasil!
ja: 現金化に成功
ko: 캐시환전 성공!
pt: Retirada com sucesso!
ru: Вы сняли средства со счета!
th: การถอดเงินสำเร็จ
vi: Rút tiền thành công
zh_hans: 提現成功

# charge_withdraw_cash_all
source: Total Withdrawn:
id: Total Penarikan:
ja: 現金化合計：
ko: 전체 캐시환전:
pt: Total Retirado:
ru: Всего снято:
th: จำนวนที่ถอดทั้งหมด:
vi: Số tiền tích lũy rút (đồng):
zh_hans: 累計提現：

# charge_withdraw_history
source: Records
id: Catatan
ja: 現金化記録
ko: 기록
pt: Registros
ru: Архив
th: บันถึงการถอนเงิน
vi: Lịch sử rút tiền
zh_hans: 提現記錄

# network_server_wrong
source: Connection Failed!
id: Sambungan gagal!
ja: ネットワーク接続エラー
ko: 연결 실패!
pt: Falha de conexão!
ru: Подключение прервано
th: การเชื่อมต่อล้มเหลว!
vi: Máy chủ không ổn định
zh_hans: 伺服器發瘋了請稍等

# userinfo_verify
source: Verified:%1$s
id: Verifikasi:%1$s
ja: 認証：%1$s
ko: 확인되었습니다.:%1$s
pt: Verificado:%1$s
ru: Проверенные:
th: ตรวจสอบแล้ว:%1$s
vi: Hiện tại: %1$s
zh_hans: 認證：%1$s

# userinfo_follows
source: Following:%1$s
id: Mengikuti:%1$s
ja: フォロー中：%1$s
ko: 팔로잉:%1$s
pt: Seguindo:%1$s
ru: Подписки:%1$s
th: กำลังติดตาม:%1$s
vi: Theo dõi: %1$s
zh_hans: 關注：%1$s

# userinfo_out_gold
source: Sent:%1$s
id: Terkirim:%1$s
ja: 送信：%1$s
ko: 보내기:%1$s
pt: Enviado:%1$s
ru: Отправить:%1$s
th: ส่ง:%1$s
vi: Tặng: %1$s
zh_hans: 送出：%1$s

# userinfo_fans
source: Follower:%1$s
id: Pengikut:%1$s
ja: フォロワー：%1$s
ko: 팔로잉:%1$s
pt: Seguidores:%1$s
ru: Подписчики:%1$s
th: แฟน:%1$s
vi: Fans: %1$s
zh_hans: 粉絲：%1$s

# userinfo_gain
source: Stars:%1$s
id: Bintang:%1$s
ja: スター：%1$s
ko: 별:%1$s
pt: Estrelas:%1$s
ru: Красные кри:%1$s
th: เรดไดมอนด์:%1$s
vi: Số ngôi sao：%1$s
zh_hans: 星星：%1$s

# userhome_followers_prefix
source: Follow
id: Ikuti
ja: フォロー
ko: 팔로우
pt: Seguir
ru: Подписки
th: แฟนที่ติดตาม
vi: Theo dõi
zh_hans: 關注

# userhome_fans_prefix
source: Followers
id: Pengikut
ja: フォロワー
ko: 팔로워
pt: Seguidores
ru: Подписчики
th: แฟน
vi: Fans
zh_hans: 粉絲

# userhome_lives_prefix
source: Live
ja: ライブ配信
ko: Fans
pt: Ao Vivo
ru: В эфире
th: ถ่ายทอดสด
zh_hans: 直播

# userhome_searchfriend_hint
source: Search name or id
id: Cari berdasarkan nama atau id
ja: 頭文字2文字で検索
ko: 이름 혹은 ID 찾기
pt: Pesquisar nome ou id
ru: Поиск по имени или ID
th: ค้นหาชื่อหรือหมายเลข ID
vi: Xin nhập tên người bạn cần tìm
zh_hans: 請輸入好友暱稱/ID

# userhome_search
source: Search
id: Cari
ja: 検索
ko: 찾기
pt: Pesquisar
ru: Поиск
th: ค้นหา
vi: Tìm kiếm
zh_hans: 搜索

# userhome_add_attention
source: Follow
id: Ikuti
ja: フォロー
ko: 팔로우
pt: Seguidor
ru: Подписаться
th: จำนวนแฟนที่ดู
vi: Theo dõi
zh_hans: 關注

# userhome_room_reply
source: Reply
id: Balas
ja: 返信
ko: 답장
pt: Responder
ru: Ответить
th: ตอบกลับ
vi: Trả lời
zh_hans: 回覆

# userhome_private_chat
source: Message
id: Pesan
ja: チャット
ko: 메시지
pt: Mensagem
ru: Сообщение
th: จดหมายส่วนตัว
vi: PM
zh_hans: 私信

# userhome_goto_home
source: Home
ja: ホーム
ru: Ответить
th: หน้าหลัก
zh_hans: 主頁

# room_roomuser_manage
source: Report
id: Lapor
ja: 報告
pt: Reportar
ru: Бан
th: จัดการ
vi: Báo cáo
zh_hans: 舉報

# userhome_account_inout
source: Sent %1$s
id: Terkirim %1$s
ja: 送信:%1$s
ko: 보내기%1$s
pt: Enviar%1$s
ru: Отправить%1$s
th: ส่ง%1$s
vi: Tặng: %1$s
zh_hans: 送出:%1$s

# userhome_account_goldcoin
source: Star
id: Bintang
ja: スター
ko: 별
pt: Estrela
ru: Звезды
th: เรดไดมอนด์
vi: Ngôi sao
zh_hans: 星星

# global_manage
source: Manage
id: Mengelola
ja: 管理
ko: 관리
pt: Gerenciar
ru: Управление
th: จัดการ
vi: Quản lý
zh_hans: 管理

# charge_choose_paymethod
source: Please select a payment method
id: Silakan pilih metode pembayaran
ja: 支払い方法を選択
ko: 결제 방식을 선택해주세요.
pt: Por favor, selecione um metodo de pagamento
ru: Выберите способ оплаты
th: กรุณาเลือกวิธีการจ่ายเงิน
vi: Xin chọn phương thức nạp
zh_hans: 請選擇付款方式

# charge_free
source: Free
id: Gratis
ja: 無料
ko: 무료
pt: Grátis
ru: Бесплатно
th: ฟรี
vi: Miễn phí
zh_hans: 免费

# charge_meepay_customservice
source: If you have any problems, please contact ‘meepay’ via WeChat
id: Bila terdapat masalah, silakan hubungi 'meepay' melalui WeChat
ja: チャージに関してはmeepayカスタマーサービスまでお問合せ下さい
ko: 만약 문제가 있다면, 위챗을 통해 'meepay'에 연락해주세요.
pt: Se você tiver qualquer problema, entre em contato com 'meepay' via WeChat
ru: Если возникли проблемы, пожалуйста, свяжитесь через канал ‘meepay’ в WeChat
th: หากมีปัญหาเกิดขึ้น, กรุณาติดต่อ ‘meepay’ ผ่านทาง WeChat
vi: Khi gặp vấn đề nạp thẻ xin liên hệ Wechat meepay
zh_hans: 儲值遇到問題請關注官方wechat meepay 進行詢問

# charge_points_default
source: 0 Coin
id: 0 Koin
ja: 0ポイント
ko: 0 코인
pt: 0 Moedas
ru: Монет: 0
th: 0 เหรียญ
vi: 0 điểm
zh_hans: 0積分

# charge_desc_default
source: Bonus 0 Blue Diamond
id: Bonus 0 Berlian Biru
ja: 0ダイヤをプレゼント
ko: 보너스 0 블루 다이아몬드
pt: Bônus 0 Diamantes Azul
ru: Бонус синих кри: 0
th: โบนัส 0 บลูไดมอนด์
vi: Tặng 0 kim cương
zh_hans: 贈送０鑽石

# ignoreunread
source: Ignore
id: Abaikan
ja: 未読を無視
ko: 무시
pt: Ignorar
ru: Игнорировать
th: เพิกเฉย
vi: Bỏ qua chưa đọc
zh_hans: 忽略未讀

# sixin_nonfriends
source: No messages from followers, go and talk to them!
id: Tidak ada pesan dari pengikut, silakan chat dengan mereka!
ja: まだ会話がありません。フレンドと話しましょう！
ko: 팔로워들의 메시지가 없습니다. 그들과 대화해보세요!
pt: Nenhuma mensagem de seguidores, vá e fale com eles!
ru: Нет сообщений от поклонников
th: ยังไม่มีเพื่อนพูดคุยกับคุณ หาพวกเขา
vi: Chưa có bạn bè trò chuyện, hãy kiếm bạn bè ngay nào.
zh_hans: 還沒有好友和你說話，找他們聊聊吧

# userhome_nickname_default
source: Garfield00
ko: 가필드00
th: การ์ฟีล00

# room_contributor_contribution
source: Contribute %1$d Stars
id: Memberikan %1$d Bintang
ja: スター%1$d寄付
ko: 기부하기 %1$d 별
pt: Contribuir com %1$d Estrelas
ru: Подарить звезды: %1$d
th: ให้ %1$d เรดไดมอนด์(s)
vi: Tặng %1$d ngôi sao
zh_hans: 貢獻%1$d星星

# room_contributors_contribution_default
source: Send more gifts to increase your rank
id: Kirim lebih banyak hadiah untuk menambah peringkat Anda
ja: 配信者にギフトを送ると親密度がアップ
ko: 더 많은 선물을 보내고 높은 순위를 얻으세요!
pt: Envie mais presentes para subir no rank
ru: Дарите подарки и попадите в ТОП-3
th: ส่งของขวัญมากขึ้นเพื่อยกอันดับของคุณ
vi: Tặng quà cho Streamer sẽ tăng độ thân mật Fans
zh_hans: 送禮物給主播可以增加親密度呦

# global_more
source: More
id: Lebih banyak
ja: もっと
pt: Mais
ru: Больше
th: เพิ่มเติม
vi: Xem thêm
zh_hans: 更多

# loading_text
source: Loading...
id: Memuat...
ja: 読み込み中・・・
ko: 로딩중...
pt: Carregando...
ru: Загружаем...
th: กำลังโหลด..
vi: Đang tải...
zh_hans: 加載中…

# room_contributor_rank
source: NO.%1$d
ko: 아니오.%1$d
pt: N°.%1$d
ru: №%1$d
th: อันดับที่%1$d

# userhome_followings
source: Following
id: Mengikuti
ja: フォロー中
ko: 팔로잉
pt: Seguindo
ru: Подписки
th: กำลังติดตาม
vi: Đang theo dõi
zh_hans: 關注的人

# hall_my_liverecords
source: My Live Records
id: Rekaman Live Saya
ja: MYライブ
ko: 내 라이브 기록
pt: Minhas Gravações
ru: Мои записи
th: ตรวจสอบการถ่านถอดสดของฉัน
vi: Live của tôi
zh_hans: 我的直播

# userhome_already_followed
source: Following
id: Mengikuti
ja: フォロー済み
ko: 팔로잉
pt: Seguindo
ru: Подписка
th: ติดตามเป็นแฟนแล้ว
vi: Đã theo dõi
zh_hans: 已關注

# otheruserhome_blacklist
source: Deblock
ja: ブロック解除
ko: 차단
pt: Desbloquear
ru: Разблокировать
th: แบล็กลิส
vi: Hủy danh sách cấm
zh_hans: 解除封鎖

# global_save
source: Save
id: Simpan
ja: 保存
ko: 저장
pt: Salvar
ru: Сохранить
th: บันทึก
vi: Lưu
zh_hans: 保存

# send_gift
source: send a
id: Kirim
ja: ギフトを贈る
ko: 보내기
pt: enviar um(a)
ru: Отправить
th: ส่ง1ชิ้น
vi: Tặng 1 cái
zh_hans: 送一個

# send_continue_str
source: Combo
ja: 連続
ko: 콤보
ru: КОМБО!
th: ส่งต่อเนื่อง
vi: Gửi liên tục
zh_hans: 連發

# global_tip
source: Reminder
id: Pengingat
ja: ヒント
ko: 리마인더
pt: Lembrete
ru: Напоминание
th: เตือนความจำ
vi: Gợi ý
zh_hans: 提示

# global_cancel
source: Cancel
id: Batalkan
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отменить
th: ยกเลิก
vi: Hủy
zh_hans: 取消

source: Confirm
id: Konfirmasi
ja: 確認
ko: 확인
pt: Confirmar
ru: Принять
th: ยืนยัน
vi: Xác nhận
zh_hans: 確定

# exit_play
source: End Broadcast?
id: Akhiri siaran?
ja: 終了しますか？
ko: 방송을 끝낼까요?
pt: Terminar Transmissão?
ru: Завершить?
th: จบการถ่ายทอดสด
vi: Xác nhận thoát khỏi Live？
zh_hans: 你確定退出直播嗎？

# lahei_alert
source: Are you sure you want to block?
id: Anda yakin ingin memblokir?
ja: ブロックしますか？
ko: 차단할까요?
pt: Você tem certeza que quer bloquear?
ru: Вы уверены, что хотите заблокировать пользователя?
th: คุณแน่ใจแล้วใช่ไหมที่จะบล็อก?
vi: Xác nhận cho vào danh sách cấm?
zh_hans: 你確定封鎖嗎？

# chat_title_default
source: Chat Room
id: Ruang Chat
ja: チャットルーム
ko: 채팅방
pt: Sala de Chat
ru: Чат
th: ห้องสนทนา
vi: Phòng Chat
zh_hans: 聊天室

# share_qqzone
source: QQ Zone
ja: QQ
ko: QQ존
th: QQ โซน
vi: Nhật ký QQ
zh_hans: QQ空間

# share_facebook
source: facebook
th: เฟสบุ๊ก

# share_twitter
source: twitter
th: ทวิสเตอร์

# share_friendcircle
source: Moments
id: Peristiwa
ja: 友達
pt: Momentos
ru: Моменты
th: ซักครู่
vi: Khoảnh khắc
zh_hans: 朋友圈

# userhome_update_sign
source: Signature
id: Tanda tangan
ja: 変更する
ko: 사인
pt: Assinatura
ru: Подпись
th: ลายเซ็นต์
vi: Sửa chữ ký
zh_hans: 修改簽名

# userhome_input_maxcount_tip1
source: No more than 32 characters
id: Tidak lebih dari 32 karakter
ja: 32文字以内で入力
ko: 32자를 넘을 수 없습니다.
pt: Não mais que 32 caracteres
ru: Не более 32 знаков
th: ไม่เกิน 32 ตัวอักษร
vi: Tối đa 32 ký tự
zh_hans: 最多輸入32個字

# userhome_input_maxcount_tip2
source: Username no more than 16 characters
id: Nama pengguna tidak lebih dari 16 karakter
ja: 16文字以内で入力
ko: 닉네임은 16자를 넘을 수 없습니다.
pt: Nome de Usuário não mais que 16 caracteres
ru: Никнейм должен быть не более 16 знаков
th: ชื่อผู้ใช้ไม่เกิน 32 ตัวอักษร
vi: Tên gồm 16 ký tự
zh_hans: 暱稱最多16個字

# userhome_input_maxcount_tip3
source: Username contains illegal characters
id: Nama pengguna mengandung karakter ilegal
ja: 無効な文字が含まれています
ko: 사용할 수없는 닉네임 입니다
pt: Nome de Usuário contém caracteres ilegais
ru: Никнейм содержит запрещенные символы
th: ชื่อนี้ผิดกฎหมาย
vi: Tên chứa ký tự đặc biệt
zh_hans: 暱稱含有不合法字符哦

# userhome_nickname_format_error
source: Username has more than 16 characters
id: Nama pengguna lebih dari 16 karakter
ja: ユーザー名は16文字以内で入力
ko: 닉네임은 16자를 넘을 수 없습니다.
pt: Nome de Usuário tem mais que 16 caracteres
ru: Введено более 16 символов
th: ชื่อนี้มีตัวอักษรเกิน 16 ตัวอักษร
vi: Tên gồm 16 ký tự
zh_hans: 暱稱最多16個字

# userhome_nickname_exists
source: Existing username. Please try another one.
id: Nama pengguna sudah dipakai. Coba yang lainnya.
ja: 既に使用されているユーザー名です
ko: 존재하는 닉네임입니다. 다른 이름을 사용해주세요.
pt: Nome de Usuário existente. Por favor, tente outro.
ru: Никнейм уже занят.
th: ชื่อนี้ถูกนำไปใช้แล้ว กรุณาใช้ชื่ออื่น.
vi: Tên đã được sử dụng, hãy chọn tên khác
zh_hans: 暱稱太搶手了已被使用，殘念！換一個吧～

# userhome_update_nickname
source: Username
id: Nama pengguna
ja: 名前変更
ko: 닉네임
pt: Nome de Usuário
ru: Никнейм
th: ชื่อผู้ใช้มีคนใช้งานแล้ว
vi: Sửa tên
zh_hans: 修改暱稱

# userhome_sensitive_word_error
source: Sensitive word used
id: Menggunakan kata sensitif
ja: 不適切な言葉が使われています
ko: 감성적인 단어를 사용했습니다.
pt: Palavra sensível utilizado
ru: Использованы запрещенные слова
th: ชื่อนี้อ่อนไหวมากเกินไป
vi: Chữ ký có từ nhạy cảm
zh_hans: 個性簽名包含禁用字哦

# userhome_complete
source: Sucessful!
id: Berhasil!
ja: 完成
ko: 성공!
pt: Sucesso!
ru: Успешно!
th: สำเร็จแล้ว!
vi: Hoàn thành
zh_hans: 完成

# live_record_watching
source: People
id: Orang
ja: 視聴者
ko: 사람
pt: Pessoas
ru: Люди
th: คนธรรมดา
vi: Đang xem
zh_hans: 在看

# sixin_friend
source: Friends
id: Teman
ja: フレンド
ko: 친구
pt: Amigos
ru: Друзья
th: เพื่อน
vi: Bạn bè
zh_hans: 好友

# sixin_unfollowed
source: Strangers
id: Tak dikenal
ja: 未フォロー
ko: 방문자
pt: Estranhos
ru: Незнакомцы
th: คนแปลกหน้า
vi: Chưa theo dõi
zh_hans: 未關注

# global_loading_failure
source: Failed...
id: Gagal...
ja: 読み込み失敗
ko: 실패했습니다...
pt: Falhou...
ru: Провал...
th: ไม่สำเร็จ...
vi: Tải thất bại
zh_hans: 加載失敗

source: Send
id: Kirim
ja: 送信
ko: 보내기
pt: Enviar
ru: Отправить
th: ส่ง
vi: Gửi
zh_hans: 發送

# change_keyboard
source: Keyboard
ja: キーボード
ko: 키보드
pt: Teclado
ru: Клавиатура
th: เปลี่ยนคีย์บอร์ด
vi: Trở về bàn phím
zh_hans: 切回鍵盤

# send_emoji
source: Send
id: Kirim
ja: 絵文字送信
ko: 보내기
pt: Enviar
ru: Отправить
th: ส่ง
vi: Gửi tin
zh_hans: 發送訊息

source: Just now
id: Sekarang
ja: たった今
ko: 지금 바로
pt: Agora mesmo
ru: Только сейчас
th: ตอนนี้เลย
vi: Vừa mới
zh_hans: 剛剛

# before_minute
source: minute(s) ago
id: Beberapa menit yang lalu
ja: 分前
ko: 몇 분 전
pt: minuto(s) atrás
ru: мин. назад
th: นาทีก่อน
vi: Phút trước
zh_hans: 分鐘以前
