Repository: hyh19/ios-my
Catalog: itsme/LiveShow/LiveShow/Resource/Localization/*.lproj/Localizable.strings
Languages: id, ja, ko, pt, ru, th, vi, zh_hans

# before_hour
source: hour(s) ago
id: Beberapa jam yang lalu
ja: 時間前
ko: 몇 시간 전
pt: hora(s) atrás
ru: ч. назад
th: ชั่วโมงก่อน
vi: Giờ trước
zh_hans: 小時以前

source: Yesterday
id: Kemarin
ja: 昨日
ko: 어제
pt: Ontem
ru: Вчера
th: เมื่อวาน
vi: Hôm qua
zh_hans: 昨天

# before_day
source: day(s) ago
id: Beberapa hari yang lalu
ja: 日前
ko: 며칠 전
pt: dias(s) atrás
ru: дн. назад
th: วันก่อน
vi: Cách 1 ngày
zh_hans: 天以前

# weeks[0]
source: Sunday
id: Minggu
ja: 日曜
ko: 일요일
pt: Domingo
ru: Вскр.
th: อาทิตย์
vi: Chủ nhật
zh_hans: 星期天

# weeks[1]
source: Monday
id: Senin
ja: 月曜
ko: 월요일
pt: Segunda
ru: Пн.
th: จันทร์
vi: Thứ hai
zh_hans: 星期一

# weeks[2]
source: Tuesday
id: Selasa
ja: 火曜
ko: 화요일
pt: Terça
ru: Вт.
th: อังคาร
vi: Thứ ba
zh_hans: 星期二

# weeks[3]
source: Wednesday
id: Rabu
ja: 水曜
ko: 수요일
pt: Quarta
ru: Ср.
th: พุธ
vi: Thứ tư
zh_hans: 星期三

# weeks[4]
source: Thursday
id: Kamis
ja: 木曜
ko: 목요일
pt: Quinta
ru: Чт.
th: พฤหัส
vi: Thứ năm
zh_hans: 星期四

# weeks[5]
source: Friday
id: Jumat
ja: 金曜
ko: 금요일
pt: Sexta
ru: Пт.
th: ศุกร์
vi: Thứ sáu
zh_hans: 星期五

# weeks[6]
source: Saturday
id: Sabtu
ja: 土曜
ko: 토요일
pt: Sábado
ru: Сб.
th: เสาร์
vi: Thứ 7
zh_hans: 星期六

# chating_with
source: Chat with %@
id: Ngobrol dengan %@
ja: %@さんとチャット中
ko: %@ 와 채팅하기
pt: Chat com %@
ru: Чат с %@
th: กำลังแชทกับ %@
vi: Đang chat cùng %@
zh_hans: 與%@聊天中

# input_empty
source: Empty
id: Kosong
ja: 空
ko: 비어있습니다.
pt: Vazio
ru: Пусто
th: กรอกเป็นว่าง
vi: Thông tin nhập trống
zh_hans: 輸入為空

# word_less_than
source: No more than %d characters
id: Tidak lebih dari %d karakter
ja: %d文字以内
ko: %d 글자를 넘을 수 없습니다.
pt: Não mais que %d caracteres
ru: Не более %d символов
th: จำนวนอักษรไม่เกิน %d ตัว
vi: Không được dài quá %d ký tự
zh_hans: 字數不能超過%d個

# title_im
source: Messages
id: Pesan
ja: メッセージ
ko: 메시지
pt: Mensagens
ru: Сообщения
th: ข้อความแชท
vi: Tin nhắn chat
zh_hans: 聊天消息

# global_input_keyword
source: Keyword
id: Kata kunci
ja: キーワード入力
ko: 키워드
pt: Palavra chave
ru: Ключевые слова
th: โปรดใส่คำค้นหา
vi: Xin nhập từ khóa
zh_hans: 請輸入關鍵字

# login_terms_prefix
source: By signing in,I agree
id: Dengan masuk, Saya menyetujui
ja: 同意してログイン
ko: 가입절차에 동의합니다.
pt: Logue depois de concordar com
ru: Чтобы войти, пожалуйста, прочтите и примите
th: ล็อคอินถือว่าท่านยอมรับo
vi: Đăng nhập và đồng ý
zh_hans: 登入即代表你同意喔

# login_terms_suffix
source: StarMe Terms
id: Syarat StarMe
ja: StarMe利用規約
ko: StarMe 이용약관
pt: StarMe Termos
ru: Правила
th: เงื่อนไขข้อตกลง
vi: Quy định StarMe
zh_hans: StarMe條例

# login_choose_logintype
source: Select your login mode
id: Pilih mode login Anda
ja: ログイン方法を選択
ko: 로그인 방식을 선택하세요.
pt: Escolha o seu modo de login
ru: Выберите вариант входа
th: เลือกวิธีการล็อคอิน mode
vi: Chọn phương thức đăng nhập
zh_hans: 選擇登入方式

# userhome_please_login
source: Sign In
id: Masuk
ja: 未ログイン
ko: 가입하기
pt: Registrar
ru: Войти
th: ยังไม่ล็อคอิน
vi: Chưa đăng nhập
zh_hans: 未登入

# network_no_avaliable
source: Network error
id: Jaringan error
ja: ネットワーク未接続、ご確認下さい
ko: 네트워크 에러
pt: Erro de rede
ru: Ошибка сети
th: เครือข่ายไม่เชื่อมต่อ
vi: Chưa kết nối mạng, xin kiểm tra và thử lại
zh_hans: 網路連線失敗，請檢查後重試

# login_terms_loading
source: Loading. Please wait...
id: Memuat. Silakan tunggu...
ja: 読み込み中。暫くお待ち下さい
ko: 로딩 중. 기다려 주세요.
pt: Carregando. Por favor, aguarde...
ru: Загрузка. Пожалуйста, подождите...
th: ดาวน์โหลด รอสักครู่...
vi: Đang tải. Xin chờ...
zh_hans: 加載中，請稍候…

# login_fail
source: Login failed
id: Gagal masuk
ja: ログイン失敗
ko: 로그인 실패
pt: Login falhou
ru: Не удалось войти
th: ล็อคอินล้มเหลว
vi: Đăng nhập thất bại
zh_hans: 登入失敗

# userhome_search_user_noresult
source: Inexistent user
id: Pengguna tidak terdaftar
ja: ユーザーが見つかりませんでした
ko: 존재하지 않는 유저
pt: Usuário inexistente
ru: Пользователь не существует
th: ไม่พบผู้ใช้ที่ท่านต้องการค้นหา
vi: Không thấy tài khoản bạn đang tìm
zh_hans: 沒有搜索到你想要的用戶

# tip_report
source: Are you sure you want to report this person?
id: Anda yakin untuk melaporkan orang ini?
ja: このユーザーを通報する
ko: 이 사람을 신고 할까요?
pt: Tem certeza de que quer denunciar esta pessoa?
ru: Отправить сообщение о нарушении?
th: ยืนยันรายงานผู้ใช้นี้หรือไม่?
vi: Xác nhận báo cáo tài khoản này
zh_hans: 確定舉報該用戶？

# room_live_finish_follow
source: Follow
id: Ikuti
ja: フォロー
ko: 팔로우
pt: Seguir
ru: Подписаться
th: ติดตามถ่ายทอดสด
vi: Theo dõi Streamer
zh_hans: 關注

# room_live_finish_backtoindex
source: Home
ja: ホーム
pt: Principal
ru: Главная
th: กลับหน้าแรก
zh_hans: 返回首頁

# room_live_finish_share_tip
source: Share to
id: Bagikan ke
ja: シェア
ko: 공유하기
pt: Compartilhar
ru: Поделиться в
th: แชร์ไปยัง
vi: Chia sẻ
zh_hans: 分享到

# room_live_finish_gain_default
source: Gained 0 Star
id: Mendapat 0 Bintang
ja: 0スター獲得
ko: 0 별을 얻었습니다.
pt: Ganhou 0 Estrelas
ru: Получено звезд: 0
th: ได้รับ 0 เรดไดมอนด์(s)
vi: Nhận được 0 ngôi sao
zh_hans: 得到0個星星

# room_live_finish_users_num_default
source: 0 People
id: 0 Orang
ja: 0人視聴中
ko: 0 사람
pt: 0 Pessoas
ru: 0 чел.
th: 0 คนดู
vi: 0 người xem
zh_hans: 0人觀看

# room_live_finish_users_num
source: %d People
id: &d Orang
ja: %d人視聴中
ko: %d 사람
pt: %d Pessoas
ru: %d чел.
th: %d คนดู
vi: Số người theo dõi: %d
zh_hans: 觀看人數: %d

# room_live_finish_gain
source: Gained %d Stars
id: Mendapat %d Bintang
ja: 獲得スター: %d
ko: %d 별을 얻었습니다.
pt: Ganhou %d Estrelas
ru: Получено %d монет(ы)
th: ได้รับ %d coin(s)
vi: Nhận được tiền U: %d
zh_hans: 獲得星星: %d

# room_live_finish
source: Broadcast Finished
id: Siaran Selesai
ja: ライブ終了
ko: 라이브 끝내기
pt: Transmissão finalizada
ru: Стрим завершен
th: จบการถ่ายทอด
vi: Live đã kết thúc
zh_hans: 直播已結束

# room_camera_setting
source: Flip
ja: 切り替え
ru: Камера
th: หมุน
vi: Lật ngược
zh_hans: 翻轉

# room_shan_guang
source: Flash
ja: フラッシュ
ko: 플래시
ru: Вспышка
th: เปิดแฟรช
zh_hans: 閃光

# err_loading
source: Failed To Load
id: Gagal untuk memuat
ja: 読み込み失敗
ko: 다운로드에 실패했습니다.
pt: Falhou ao carregar
ru: Ошибка загрузки
th: การโหลดล้มเหลว
vi: Rất tiếc không nhận được nội dung liên quan
zh_hans: 抱歉沒有取得相關內容

# unLahei_alert
source: Are you sure to unblock?
id: Anda yakin untuk membuka blokir?
ja: ブロックを解除しますか？
ko: 차단하시겠습니까?
pt: Tem certeza que deseja desbloquear?
ru: Вы действительно хотите разблокировать этого пользователя?
th: คุณแน่ใจแล้วใช่ไหมว่าต้องการอันบล็อก
vi: Xác nhận hủy bỏ danh sách đen
zh_hans: 是否確定解除封鎖

# empty_text
source: Get ready to go live.
id: Bersiaplah untuk tampil live.
ja: 気軽にライブ配信してみよう！
ko: 라이브할 준비가 되셨나요?
pt: Prepare-se para ficar ao vivo.
ru: Мир ждет вас в прямом эфире!
th: พร้อมที่จะถ่ายทอดสดแล้ว
vi: Cả thế giới đang đợi bạn Live
zh_hans: 全世界都在等待你的直播

# noti_bro_cast_your_friend
source: Your friend:%@
id: Teman Anda:%@
ja: イッツミー:%@
ko: 당신의 친구:%@
pt: Seu amigo: %@
ru: Ваш друг %@
th: เพื่อนของคุณ:%@
vi: Bạn bè của bạn: %@
zh_hans: 你的好友:%@

# noti_bro_cast_location
source: is broadcasting at %@ , come and join!
id: sedang siaran di %, datang dan bergabunglah!
ja: %@でライブ配信中、今すぐチェック！
ko: sedang siaran di %, datang dan bergabunglah!
pt: está transmitindo em %@, venha e junte-se!
ru: трансляция из %@, присоединяйтесь!
th: กำลังถ่ายทอดที่%@ มาสนุกด้วยกัน!
vi: đang live tại %@, vào xem nào!
zh_hans: 正在%@直播, 邀你一起来看

# defaultCity
source: Mars
ja: 火星
ko: 화성
pt: Marte
ru: На Марсе
th: ดาวอังคาร
vi: Sao Hỏa
zh_hans: 火星

# room_contributor_contributors_maohao
source: Stars: %1$s
id: Bintang: %1$s
ja: 親密度: %1$s
ko: 별: %1$s
pt: Estrelas: %1$s
ru: Кри: %1$s
th: ไดมอนด์: %1$s
vi: Độ thân mật Fans: %1$s
zh_hans: 星星數: %1$s

# can_not_follow
source: sorry, you can not follow him/her now.
id: maaf, Anda tidak bisa mengikutinya sekarang
ja: フォローできません
ko: 죄송합니다, 상대를 팔로우 할 수 없습니다.
pt: Desculpe, você não pode seguir ele(a) agora.
ru: Простите, сейчас вы не можете подписаться на этого пользователя.
th: ต้องขออภัยด้วย แต่เราไม่สามารถติดตามเขาหรือเธอคนนี้ได้ในตอนนี้
vi: Tạm thời không thể theo dõi
zh_hans: 暫時無法關注對方

# my_u_momey
source: My balance
id: Saldo Saya
ja: 残額
ko: 나의 다이아몬드
pt: Meu Balanço
ru: Баланс
th: ยอดคงเหลือ
vi: Tiền U bản thân
zh_hans: 我的鑽石

# my_u_select_num_momey
source: Select the amount to purchase:
id: Pilih jumlah yang ingin dibeli:
ja: チャージ金額を選択：
ko: 충전할 수량을 선택하세요.
pt: Selecione o montante da compra:
ru: Обменять:
th: เลือกจำนวนที่ต้องการเติม
vi: Chọn mốc nạp:
zh_hans: 選擇儲值金額：

# account_withdraw
source: Withdrawal Account
id: Akun Penarikan
ja: お振込口座
ko: 캐시환전 계좌
pt: Retirado da Conta
ru: Вывести
th: บัญชีถอนเงิน
vi: Rút tiền
zh_hans: 提現帳戶

# withdraw_hint
source: Please note that all the blanks should be filled and correct, or it would failed to withdraw.
id: Harap diingat bahwa semua bagian yang kosong harus diisi dengan benar, atau penarikan akan gagal.
ja: 全て記入して内容に誤りがないか確認して下さい。誤りがあった場合はお振込みができません。
ko: 모든 빈칸을 정확하게 작성하셔야 캐시 환전을 할 수 있습니다.
pt: Por favor, note que todos os espaços em branco devem ser preenchidos e corretamente, ou não pode ser retirado.
ru: Пожалуйста, проверьте, что все данные верны. Если вы допустили ошибку, то вывод будет невозможен.
th: กรุณาเติมข้อมูลให้ครบถ้วย ไม่เช่นนั้นจะไม่สามารถทำรายการถอนเงินได้.
vi: Điền thông tin và xác nhận chính xác, nếu sai sẽ không thể rút tiền. Tất cả thông tin đều phải điền nhé
zh_hans: 請填寫真實資料並確認無誤，否則將導致提現失敗，所有資料皆為必填

# account_withdraw_last_name
source: Family name:
id: Nama keluarga:
ja: 姓
ko: 성:
pt: Sobrenome:
ru: Фамилия:
th: นามสกุล:
vi: Họ:
zh_hans: 姓氏:

# account_withdraw_first_name
source: First name:
id: Nama depan:
ja: 名
ko: 이름:
pt: Nome:
ru: Имя:
th: ชื่อ:
vi: Tên:
zh_hans: 名字:

# account_withdraw_account
source: Account:
id: Rekening:
ja: アカウント
ko: 계좌:
pt: Conta:
ru: Номер счета:
th: บัญชี:
vi: Tài khoản:
zh_hans: 帳號:

# account_withdraw_phone
source: Phone number:
id: Nomor telepon:
ja: 携帯
ko: 전화번호:
pt: Número de Celular:
ru: Номер телефона:
th: เบอร์โทรศัพท์:
vi: Điện thoại:
zh_hans: 手機:

# account_withdraw_agreement_hint
source: Viewed and agreed the agreement of withdrawal
id: Menyetujui perjanjian penarikan
ja: お支払方法について同意
ko: 중개수수료차감 동의서를 확인 후, 동의해주세요.
pt: Visto e aceito os termos de retirada
ru: С правилами вывода денег ознакомлен и согласен
th: ตรวจสอบและตกลงในข้อตกลงการถอนเงินแล้ว
vi: Đã xem và Đồng ý điều lệ rút tiền
zh_hans: 已閱讀並同意抽成協議

# account_withdraw_bind_account
source: Binding your Paypal account
id: Menautkan akun Paypal Anda
ja: PAYPALで支払い
ko: 페이팔 계좌와 연동하기
pt: Conectar sua conta Paypal
ru: Привязать PayPal-счет
th: เชื่อมบัญชีเพยพอล
vi: Cố định tài khoản PAYPAL
zh_hans: 綁定PAYPAL帳户

# income_withdraw_title
source: Withdrawal
id: Penarikan
ja: 収益を現金化
ko: 캐쉬전환
pt: Retirada
ru: Вывести
th: ถอนเงิน
vi: Rút tiền từ thu ích
zh_hans: 收益提現

# apply_submit_hint
source: Application submitted
id: Aplikasi disubmit
ja: 申請済み
ko: 신청서 제출하기
pt: Aplicação enviada
ru: Запрос отправлен
th: ใบสมัครถูกส่งไปแล้ว
vi: Yêu cầu đã được gửi
zh_hans: 申请已提交

# apply_submit_hint2
source: It would be transferred to your account within 15 days with certain deduction of tax and fee based on requirements of law.
id: Akan ditransfer ke akun Anda dalam kurun waktu 15 hari dengan pengurangan pajak dan biaya sesuai dengan hukum yang berlaku
ja: 現金化後、15日以内に税金と手数料を差し引いた金額が振り込まれます
ko: 세금 및 수수료를 공제한 금액은 15일 이내로 당신의 계좌에서 확인할 수 있습니다
pt: Isso deverá ser transferido para sua conta dentro de 15 dias com certa dedução dos impostos e taxa com base nos requisitos da lei.
ru: Денежные средства поступят на ваш счет в течение 15 рабочих дней. При переводе денег, налоги и стоимость перевода удерживаются с получателя.
th: เงินจะถูกส่งเข้าไปในบัญชีของคุณภายใน 15 วัน โดยจะถูกหักค่าธรรมเนียมตามกฎหมาย.
vi: Sau khi rút tiền, dự kiến 15 ngày sẽ đến tài khoản, tiền nhận được sẽ dựa vào quy định pháp luật khấu trừ đi thuế và phí thủ tục
zh_hans: 提現後，預計15天到賬，提現金額按照相關法律規定需要扣除一定的稅率和手續費

# account
source: Your Paypal account:
id: Akun paypal Anda:
ja: PAYPALアカウント：
ko: 페이팔 계좌:
pt: Sua conta Paypal:
ru: Ваш PayPal-счет:
th: บัญชีเพยพอล:
vi: Tài Khoản PAYPAL:
zh_hans: PAYPAL帳户:

# withdraw_money
source: Amount:
id: Jumlah:
ja: 金額：
ko: 금액:
pt: Total:
ru: Сумма:
th: จำนวน:
vi: Số tiền rút ra:
zh_hans: 提現金額:

# account_money
source: Amount After Deduction:
id: Jumlah Setelah Pengurangan
ja: 差引後の金額：
ko: 공제 후 금액:
pt: Total Atual:
ru: Текущая сумма:
th: ยอดที่มีอยู่
vi: Số tiền nhận được:
zh_hans: 到帳金額:

# account_now
source: Current Revenue
id: Pendapatan Saat Ini
ja: 現在の収益
ko: 현재 수익
pt: Receitas Correntes
ru: Текущий доход
th: รายได้ปัจจุบัน
vi: Thu ích hiện tại
zh_hans: 目前收益

# not_bind_account
source: Unlink
id: Putuskan tautan
ja: 口座なし
ko: 연동 해제
pt: Desconectar
ru: Открепить
th: ไม่มีการเชื่อมต่อ
vi: Chưa cố định
zh_hans: 未绑定

# less_than_days
source: sorry, you are only allowed to withdraw once every 15 days.
id: maaf, Anda hanya diperbolehkan melakukan penarikan sekali setiap 15 hari.
ja: 現金化は15日で1回のみ可能です
ko: 죄송합니다, 15일에 한 번만 캐시전환이 가능합니다.
pt: Desculpe, você só pode aplicar a cada 15 dias.
ru: Вывод возможен каждые 15 дней.
th: ต้องขออภัยแต่คุณสามารถเชื่อมต่อได้แค่1ครั้งในทุก 15 วันเท่านั้น.
vi: Trong vòng 15 ngày chỉ rút tiền 1 lần
zh_hans: 15天內只能提現一次

# less_than_money
source: You must maintain at least $100 minimal balance in order to withdraw.
id: Anda harus memiliki saldo minimal $100 untuk penarikan.
ja: 現在現金化できる額は100USDまでです
ko: 최소 100$가 있어야 캐시 전환이 가능합니다.
pt: Desculpe, você não pode aplicar até sua receita atingir pelo menos $100.
ru: Вывод невозможен, пока вы не заработаете $100.
th: ต้องขออภัยแต่คุณจะไม่สามารถยื่นเรื่องได้หากยอดไม่เกิน 100 เหรียญ.
vi: Tiền có thể rút thấp hơn 100Usd, không thể rút.
zh_hans: 目前可提現金額少於100美元，不能提取。

# dialog_recharge_hint
source: Not enough Diamonds. Get More!
id: Tidak cukup berlian. Dapatkan lebih banyak!
ja: ダイヤが不足しています。 チャージしますか？
ko: 다이아몬드가 부족합니다. 충전 후 사용해주세요!
pt: Diamantes insuficientes, por favor, carregue.
ru: Недостаточно алмазов, пожалуйста, произведите обмен.
th: ยอดไดมอนด์ไม่พอ กรุณาเติมด้วยค่ะ
vi: Kim Cương không đủ, hãy nạp thêm Kim Cương!
zh_hans: 點數不足，請儲值後再送禮

# copy_to_ram
source: Copied
id: Salin
ja: コピー済み
ko: 복사
pt: Copiado
ru: Скопировано
th: คัดลอก
vi: Đã copy đến Clipboard
zh_hans: 已經復制到剪貼板

# tab_home
source: Homepage
id: Halaman Utama
ja: ホーム
ko: 홈페이지
pt: Principal
ru: Главная
th: หน้าหลัก
vi: Home
zh_hans: 首頁

# virtual_money
source: Star
id: Bintang
ja: スター
ko: 별
pt: Estrela
ru: Звезды
th: เรดไดมอนด์
vi: Đậu U
zh_hans: 星星

source: Withdraw
id: Penarikan
ja: 現金化
ko: 캐시 전환
pt: Retirar
ru: Вывести
th: ถอน
vi: Rút tiền
zh_hans: 提現

# withdraw_rule
source: Terms of Withdrawal
id: Syarat Penarikan
ja: 現金化について
ko: 캐시 전환 약관
pt: Regras de retirada
ru: Правила вывода
th: ระเบียบการถอนเงิน
vi: Quy định thu ích và rút tiền
zh_hans: 收益結算及提現規則

# dialog_bind_hint
source: Please Connect your account for withdrawal.
id: Silakan sambungkan akun Anda untuk penarikan
ja: 現金振込先の口座を選択
ko: 캐시 전환을 위해 계좌를 연동해주세요.
pt: Por favor conecte uma conta para sua retirada.
ru: Пожалуйста, привяжите аккаунт для вывода денежных средств.
th: กรุณาเชื่อมต่อบัญชีของคุณสำหรับการถอนเงิน
vi: Sử dụng tính năng rút tiền cần cố định 1 tài khoản có thể rút tiền
zh_hans: 使用提現功能請綁定一個能提現的賬戶

# bind_account
source: Connect
id: Sambungkan
ja: 選択
ko: 캐시 전환계정연동
pt: Conectar
ru: Привязать
th: เชื่อมต่อ
vi: Cố định tài khoản rút tiền
zh_hans: 綁定提現賬戶

# install
source: Update
id: Perbaharui
ja: インストール
ko: 설치
pt: Atualizar
ru: Обновить
th: อัพเดท
vi: Cài đặt
zh_hans: 安裝

# str_light_on_heart
source: active
id: aktif
ja: いいね！
ko: 좋아요
pt: ativou
th: กำลังออนไลน์
vi: Đã tặng
zh_hans: 點亮了

# title_your_problem
source: Feedback:
id: Saran:
ja: 件名：
ko: 피드백:
ru: Отзыв:
th: ข้อติชม:
vi: Vấn đề của bạn:
zh_hans: 你的問題:

# str_send_gift
source: send a
id: Kirim
ja: ギフト
ko: 보내기
pt: enviou um
ru: Отправить
th: ส่ง
vi: Đã tặng 1 cái
zh_hans: 送了一個

# userhome_account_inout_for_room
source: Sent：%1$s
id: Terkirim: %1$s
ja: %1$sを贈りました
ko: 보내기：%1$s
pt: Enviou：%1$s
ru: Отправить：%1$s
th: ส่ง：%1$s
vi: Tặng: %1$s
zh_hans: 送出：%1$s

# str_share_title
source: Watch Now: It's %@
id: Nonton Sekarang: It's %@
ja: 今すぐ見る：It's %@
ko: 지금 보기: It's %@
pt: Assista agora: It's %@
ru: It's: %@
th: กำลังถ่ายทอดสด %@
vi: Xem ngay: It's %@
zh_hans: 快來看看: %@正在開播

# update_app_title
source: New edition found
id: Edisi terbaru ditemukan
ja: 新バージョンが見つかりました
ko: 새로운 에디션이 발견됐습니다.
pt: Nova edição econtrada
ru: Найдена новая версия
th: พบฉบับแก้ไขตัวใหม่
vi: Đã có phiên bản mới
zh_hans: 發現新版本

# info_search_no_data
source: You're such a nice person!
id: Baiknya Anda!
ja: 情報が見つかりません
ko: 정보를 찾을 수 없습니다.
pt: Você é uma pessoa legal!
ru: Очень мило :)
th: คุณเป็นคนดีจริงๆ!
vi: Không có thông tin cần tìm
zh_hans: 找不到該搜索內容

# feedback_upload_fail
source: Network Error
id: Jaringan error
ja: 読み込み失敗、ネットワーク状態を確認して下さい
ko: 네트워크 에러
pt: Erro na rede
ru: Проверьте Интернет-соединение.
th: เกิดข้อผิดพลาดกับเครือข่าย
vi: Tải thất bại, xin kiểm tra lại tình trang mạng.
zh_hans: 上傳失敗，請稍後調整網路再試

# feedback_upload_success
source: Feedback Successful!
id: Saran berhasil!
ja: フィードバックに成功！
ko: 성공적인 피드백!
pt: Feedback Enviado!
ru: Спасибо за отзыв!
th: คำติชมถูกส่งเรียบร้อยแล้ว
vi: Hoàn tất! cám ơn bạn đã để lại kiến nghị và giúp chúng tôi phát triển hơn.
zh_hans: 上傳成功！感謝您的反饋，我們會繼續努力！

# feedback_uploading
source: Uploading, please wait a second.
id: Sedang mengunggah, harap tunggu.
ja: アップロード中。お待ち下さい
ko: 업로드 중입니다. 잠시만 기다려주세요.
pt: Upando, por favor aguarde.
ru: Загружаем...
th: รอสักครู่ กำลังอัพโหลด
vi: Đang tải lên, xin chờ trong vài giây
zh_hans: 正在上傳，請稍等…

# update_app_ticker
source: Application updating
id: Aplikasi sedang memperbaharui
ja: アップデート
ko: 신청서를 업데이트 중입니다.
pt: Atualizando aplicação
ru: Обновляем...
th: แอ็พพลิเคชั่นกำลังอัพเดท
vi: Ứng dụng đang cập nhật
zh_hans: App更新中…

# recharge_data_loading
source: The list is loading, please wait a second.
id: Sedang memuat daftar, harap tunggu.
ja: 読み込み中・・・お待ち下さい
ko: 리스트를 다운로드 중입니다. 잠시만 기다려주세요.
pt: A lista está carregando, por favor aguarde.
ru: Загружаем...
th: กำลังโหลดรายชื่อ กรุณารอสักครู่
vi: Danh sách đang được tải, xin chờ trong vài giây
zh_hans: 列表正在加載中，請稍後…

# recharge_loading
source: It's loading, please wait a moment.
id: Sedang memuat, harap tunggu.
ja: 読み込み中・・・お待ち下さい
ko: 로딩 중입니다. 잠시만 기다려주세요.
pt: Carregando, por favor aguarde.
ru: Загружаем...
th: กำลังโหลด โปรดรอสักครู่
vi: Đang tải, xin chờ trong vài giây.
zh_hans: 加載中，請稍等……

# recharge_success
source: Successfully purchased:
id: Pembelian berhasil:
ja: チャージ成功:
ko: 성공적으로 충전했습니다. :
pt: Comprado com sucesso:
ru: Успешно:
th: การสั่งซื้อเรียบร้อยแล้ว
vi: Nạp kim cương thành công:
zh_hans: 儲值成功:

# recharge_fail_network
source: Failure of purchasing under the current network, please try again later.
id: Pembelian gagal akibat jaringan, silakan coba lagi nanti.
ja: 現在のネットワーク環境でのチャージに失敗、後ほどお試し下さい
ko: 현재 네트워크에서 충전이 실패했습니다, 나중에 다시 시도해주세요.
pt: Falha na compra com a rede atual, por favor tente novamente.
ru: Ошибка сети. Пожалуйста, повторите позже.
th: การสั่งซื้อภายใต้เครือข่ายปัจจุบันล้มเหลว โปรดลองใหม่อีกสักครู่
vi: Tình trạng mạng ảnh hưởng đến lỗi nạp kim cương, xin thử lại sau.
zh_hans: 由於網路異常，暫時無法儲值，請稍後再試

# no_google_play
source: Please download [Google Play] before trying to charge.
id: Silakan unduh [Google Play] sebelum mencoba untuk membayar.
ja: 購入前にGoogle Playをダウンロードして下さい
ko: 충전 전에 [Google Play]를 다운로드 해주세요.
pt: Por favor baixe [Google Play] antes de tentar carregar.
ru: Пожалуйста, войдите в Google Play, чтобы провести обмен.
th: กรุณาดาว์นโหลด [Google play]ก่อนที่จะชาร์จ
vi: Vui lòng tải [Google Play] để nạp kim cương
zh_hans: 請儲值前先下載 [Google Play]

# recharge_fail_sold_out
source: Sorry, the product has been removed from the catalog.
id: Maaf, produk sudah dihapus dari katalog
ja: このアイテムはもうありません
ko: 죄송합니다. 상품 판매가 끝났습니다.
pt: Desculpe, o produto foi removido do catálogo.
ru: Продукт был удален из базы.
th: ขออภัย สินค้าดังกล่าวได้ถูกเอาออกจากแค็ตตาล็อกแล้ว
vi: Rất tiếc, sản phẩm đã bị xóa khỏi danh sách
zh_hans: 抱歉，該商品已從列表移除

# recharge_fail_other
source: Fail to purchase:
id: Pembelian gagal:
ja: チャージ失敗:
ko: 충전 실패:
pt: Falha na compra:
ru: Не получилось обменять:
th: การสั่งซื้อล้มเหลว:
vi: Nạp kim cương thất bại
zh_hans: 儲值失敗:

# str_head
source: Profile Pic
id: Foto profil
ja: アイコン
ko: 프로필
pt: Foto do Perfil
ru: Аватар
th: รูปโปรไฟล์
vi: Hình đại diện
zh_hans: 大頭貼

# str_sex
source: Gender
id: Jenis kelamin
ja: 性別
ko: 성별
pt: Gênero
ru: Пол
th: เพศ
vi: Giới tính
zh_hans: 性別

# userhome_email_tip
source: Email
ja: メール
ko: 이메일
th: อีเมล์
vi: Mail
zh_hans: 信箱

# gender_male
source: Male
id: Pria
ja: 男性
ko: 남자
pt: Masculino
ru: М
th: ผู้ชาย
vi: Nam
zh_hans: 男性

# gender_female
source: Female
id: Wanita
ja: 女性
ko: 여자
pt: Feminino
ru: Ж
th: ผู้หญิง
vi: Nữ
zh_hans: 女性

# userhome_update_gender
source: Your Gender
id: Jenis kelamin Anda
ja: 性別変更
ko: 당신의 성별
pt: Seu sexo
ru: Ваш пол
th: เพศของคุณ
vi: Sửa giới tính
zh_hans: 修改性別

# str_share_desc
source: I'm LIVE! Tune in to StarMe:%@ Now! StarMe is a free live streaming app for you to express yourself and discover talented broadcasters.
id: I'm LIVE! Gabung ke StarMe:%@ Sekarang! StarMe adalah aplikasi live streaming gratis untuk mengekspresikan diri Anda dan bertemu dengan penyiar berbakat lainnya.
ja: LIVE！StarMeへ！：%@今すぐ！ StarMeはあなたの今を世界に配信する無料ライブ動画アプリです
ko: I'm LIVE! StarMe:%@에 채널을 고정하세요! StarMe는 멋진 여러분을 소개하고, 숨겨진 재능의 방송인들을 찾아내는 무료 라이브 스트리밍 앱입니다.
pt: Estou AO VIVO! Vem comigo no StarMe: %@ Agora mesmo! StarMe é um app grátis de streaming ao vivo para você mostrar quem você é e descobrir talentos.
ru: Я в сети! Подключайся ко мне в StarMe:%@! StarMe - бесплатная площадка для стримеров. Раскрой свои таланты!
th: ฉันถ่ายทอดสดแล้ว กดเข้า StarMe:%@ ได้เลย StarMe เป็นแอ้พถ่ายทอดสดฟรีที่คณสามารถแสดงตัวตนของคุณและค้นหาผู้ถ่ายทอดสดที่มีพรสวรรค์ได้
vi: Bạn muốn LIVE! hãy vào StarMe:%@ ngay bây giờ! StarMe! là ứng dụng xem Live miễn phí giúp bạn thể hiện bản thân và theo dõi những Streamer nổi tiếng khác.
zh_hans: 我正在開播！快打開 StarMe:%@，跟我互動吧！ StarMe是一款直播App，你可以在上面展示自己，或者發掘優秀的主播！

source: Terms
id: Syarat
ja: 利用規約
ko: 이용약관
pt: Termos
ru: Условия
th: ข้อกำหนด
vi: Điều khoản
zh_hans: 條款

source: Rules
id: Peraturan
ja: ルール
ko: 규칙
pt: Regras
ru: Правила
th: กฎเกณฑ์
vi: Quy định
zh_hans: 規則

source: Privacy
id: Peraturan pribadi
ja: プライバシー
ko: 프라이버시
pt: Privacidade
ru: Конфиденциальность
th: ความเป็นส่วนตัว
vi: Riêng tư
zh_hans: 隱私

# room_chat_edittext_hint
source: Type something..
id: Ketik sesuatu..
ja: 配信者さんにコメント
ko: 채팅을 입력해 주세요
pt: Diga alguma coisa
ru: Сообщение...
th: พิมพ์พูดคุย
vi: Muốn trò chuyện với mọi người...
zh_hans: 想和大家說點什麼..

# follow_empty_hint
source: Follow your favorite broadcasters Don't miss out!
id: Ikuti penyiar favorit Anda Jangan ketinggalan!
ja: お気に入りの配信をフォロー！ Don't miss ouｔ!
ko: 좋아하는 방송인을 팔로우하세요!
pt: Siga o broadcaster que você gosta Não perca nenhum momento maravilhoso
ru: Подписывайтесь на интересных ведущих! Будьте в курсе их стримов.
th: ติดตามคนที่คุณชื่นชอบ อย่าได้พลาดทุกช่วงเวลาสุดประทับใจ
vi: Theo dõi Streamer mình yêu thích Và không bỏ lỡ bất kỳ Live nào
zh_hans: 關注喜歡的主播 不錯過任何一個精彩的直播

source: Username
id: Nama pengguna
ja: ユーザー名
ko: 이름
pt: Nome de usuário
ru: Никнейм
th: ชื่อบัญชี
vi: Tên Tài khoản
zh_hans: 用戶名

source: Password
id: Kata sandi
ja: パスワード
ko: 패스워드
pt: Senha
ru: Пароль
th: รหัส
vi: Mật Khẩu
zh_hans: 密碼

source: Sign Up
id: Daftar
ja: 新規登録
ko: 가입하기
pt: Registrar
ru: Присоединиться
th: ลงทะเบียนใหม่
vi: Đăng Ký
zh_hans: 註 冊

# login_by_email
source: Email
ja: メールアドレスでログイン
ru: Войти с помощью e-mail
th: เข้าสู่ระบบโดยอีเมล์
vi: Đăng nhập bằng Mail
zh_hans: 信箱登入

# sign_up_email
source: Registration
id: Registrasi
ja: メールアドレス登録
ko: 등록
pt: Registro
ru: Присоединиться с помощью E-mail
th: ลงทะเบียนใหม่โดยอีเมล์
vi: Đăng ký bằng Mail
zh_hans: 信箱註冊

# forget_pass
source: Forgot your password?
id: Lupa kata sandi Anda?
ja: パスワードを忘れた方
ko: 패스워드를 잊어버리셨나요?
pt: Esqueceu a senha?
ru: Забыли пароль?
th: ลืมรหัสผ่าน
vi: Quên mật khẩu
zh_hans: 忘記密碼？

source: Login
id: Masuk
ja: ログイン
ko: 로그인
ru: Логин
th: เข้าสู่ระบบ
vi: Đăng nhập
zh_hans: 登入

# logining
source: Loading
id: Memuat
ja: ログイン中
ko: 로딩중
pt: Carregando
ru: Входим...
th: กำลังเข้าสู่ระบบ
vi: Đang đăng nhập
zh_hans: 正在登入
