Repository: hyh19/ios-my
Catalog: itsme/LiveShow/LiveShow/Resource/Localization/*.lproj/Localizable.strings
Languages: id, ja, ko, pt, ru, th, vi, zh_hans

# guide_gift
source: By sending gifts, you increase streamers' popularity and Stars!
id: Dengan mengirimkan hadiah, Anda meningkatkan popularitas penyiar dan bintang!
ja: ギフトを贈って、お気に入りの配信者を応援しよう！
ko: 선물을 보내서 방송인들의 별을 증가시키고, 인기를 높이는데 도움을 주세요!
pt: Através do envio de presentes, você aumenta a popularidade e Estrelas do streamer!
ru: Отправляя подарки, ты повышаешь популярность ведущего, даря ему Звезды!
th: การส่งของขวัญจะเป็นการช่วยให้ Red dimonds และค่าความนิยมของคนที่คุณชื่นชอบเพิ่มขึ้น
vi: Tặng quà cho VJ sẽ giúp tăng số ngôi sao của VJ!
zh_hans: 給主播送禮可以增加代表主播人氣的星星哦！

# no_fans_me
source: Your talent is waiting to be discovered
id: Bakat Anda menanti untuk ditampilkan
ja: フォロワーがまだいません(..)
ko: 여러분의 재능이 누군가의 눈에 띄이길 기다리고 있습니다.
pt: Seu talento está esperando para ser descoberto
ru: Ой! Пока что подписчиков нет :(
th: พรสวรรค์ที่คุณมีกำลังรอให้ถูกแฟนๆค้นพบ
vi: Bạn tạm thời vẫn chưa có Fans>-<
zh_hans: 你暫時還沒有忠實粉絲哦>-<

# to_have_more_fans
source: The more you stream, the better your odds are at being discovered by hardcore fans!
id: Semakin sering Anda siaran, semakin besar kesempatan Anda bertemu dengan fans!
ja: 動画配信を増やしたり、タグ付けを工夫して、フォロワーを増やそう！
ko: 스트림을 많이할 수록, 여러분의 독특함이 하드코어 팬들에게 더 많이 발견됩니다!
pt: Quanto mais você transmitir, melhor suas chances de ser descoberto por fãs incondicionais!
ru: Больше стримов - больше фанатов!
th: ยิ่งคุณถ่ายทอดสดบ่อยขึ้น คุณก็จะยิ่งมีโอกาสถูกค้นพบโดยแฟนๆได้ง่ายขึ้น
vi: Thường xuyên Live để có cơ hội được nhiều Fans hơn nhé!
zh_hans: 更多的直播，就有更多的機會被發現，就會有更多的死忠粉絲哦！

# no_fans_other
source: This talent is waiting to be discovered
id: Bakat ini menanti untuk ditampilkan
ja: この配信者をフォローして応援しよう！
ko: 여러분의 재능이 누군가의 눈에 띄이길 기다리고 있습니다.
pt: Esse talento está esperando para ser descoberto
ru: Ой! Этот талант стоит изучить!
th: คนมีพรสวรรค์คนนี้กำลังรอให้ถูกคุณค้นพบ
vi: Bạn ấy vẫn chưa có Fans...
zh_hans: 目前還沒有忠實粉絲哦…

# become_super_fans
source: Become the super follower by sending gifts!
id: Jadilah pengikut super dengan mengirimkan hadiah!
ja: ギフトを贈ると、フォロワーランキングが上がるよ☆
ko: 선물을 보내서 슈퍼 팔로워가 되세요!
pt: Seja um super seguidor enviando presentes!
ru: Стань супер-фанатом, отправляя подарки!
th: กลายเป็นซุปเปอร์แฟนของเขาได้ด้วยการส่งของขวัญให้
vi: Tặng quà cho Streamer sẽ được thêm vào danh sách Fans!
zh_hans: 送禮物給主播即可加入忠實粉絲的行列哦！

# no_following
source: Not interested in anyone?
id: Tidak tertarik dengan siapapun?
ja: お気に入りの配信者をフォローしよう！
ko: 흥미로운 사람이 없나요?
pt: Sem interesse em ninguém?
ru: Никто не интересен?
th: ยังไม่สนใจใครเลยใช่ไหม
vi: Bạn chưa theo dõi người nào cả
zh_hans: 你還沒關注任何人

# following_more
source: Watch streams, discover the perfect broadcaster, follow them and never miss a second of their content
id: Tonton siaran, temukan penyiar menarik, ikuti dan jangan lewatkan semua konten mereka
ja: 面白いLIVE動画を見つけたら気軽にフォロー！ フォローしてお気に入りの配信を見逃さないようにしよう
ko: 스트림을 시청하고, 훌륭한 방송인을 찾아보세요! 방송인들을 팔로우하여 모두 시청해보세요.
pt: Assistir a transmissões, descubra o broadcaster perfeito, siga-os e nunca perca um segundo do seu conteúdo
ru: Смотри стримы, знакомься с ведущими, подписывайся и не пропускай новые трансляции!
th: ชมการถ่ายทอดสด พบกับผู้ถ่ายทอดสดที่ครบครัน กดติดตามคนที่คุณชื่นชอบเพื่อไม่ให้พลาดเนื้อหาการถ่ายทอดสดของเขาแม้สักวินาทีเดียว
vi: Thường xuyên xem Live để tìm kiếm người ấy, Theo dõi người ấy, đừng bỏ lỡ bất kỳ khoảnh khắc nào nhé!
zh_hans: 多看直播，尋找那個你感興趣的人， 關注他們，各種精彩瞬間不容錯過！

# watch_live
source: Watch exciting streams
id: Tonton siaran yang menarik
ja: ライブ配信を見る
ko: 라이브 방송을 즐겨봐요!
pt: Assistir a lives incríveis
ru: Смотреть стримы
th: ชมการถ่ายทอดสดที่น่าสนใจ
vi: Xem Live đang phát
zh_hans: 觀看精彩直播

# no_replay
source: no reply yet
id: Belum ada balasan
ja: まだリプレイしていません
ko: 다시보기 영상이 없습니다
pt: sem replay ainda
ru: Нет повторов
th: ยังไม่มีการตอบกลับ
vi: Chưa có Video lưu>-<
zh_hans: 這裡還沒有重播錄影>-<

# save_morethan
source: Only streams over 30 min can be saved
id: Hanya streaming lebih dari 30 menit yang dapat disimpan
ja: 30分以上のライブ配信で保存ができます！
ko: 30분 이상 방송을 하셔야 영상이 저장됩니다
pt: Somente transmissões com mais de 30 min são salvas
ru: Сохраняются только трансляции от 30 мин.
th: การถ่ายทอดสดที่นานกว่า 30 นาทีขึ้นไปเท่านั้นที่จะถูกบันทึก
vi: Live cần dài trên 30 phút mới có thể lưu lại!
zh_hans: 超過30分鐘的直播才能被保存哦！

# live-preparing
source: System preparing...
id: Sistem sedang mempersiapkan...
ja: 準備中
ko: 로딩중입니다
pt: Preparando sistema...
ru: Подготовка...
th: ระบบกำลังเตรียม....
vi: Chuẩn bị xuất hiện......
zh_hans: 努力準備中……

# str-back-live-message
source: Welcome back! Wanna keep streaming?
id: Selamat datang kembali! Ingin tetap streaming?
ja: Welcome Back！配信を続けますか？
ko: 돌아오신 것을 환영합니다! 방송을 계속 시작할까요?
pt: Bem vindo de volta! Quer continuar transmitindo?
ru: Продолжим стрим?
th: ยินดีต้อนรับกลับมา! อยากแพร่ภาพสดต่อมั้ย?
vi: Chào mừng bạn quay lại, có muốn tiếp tục Live？
zh_hans: 歡迎回來，繼續直播嗎？

# manager-list
source: Admin List
id: Daftar admin
ja: 管理者リスト
ko: 관리 목록
pt: Lista de Admin
ru: Админы
th: รายชื่อแอดมิน
vi: Danh sách Admin
zh_hans: 管理員列表

# str-is-bantalk
source: Muted
id: Mute
ja: 発言禁止
ko: 침묵되었습니다.
pt: Silenciar
ru: Молчанка
th: ปิดเสียง
vi: Đã khóa chat
zh_hans: 已禁言

# str-cancel-manager
source: Remove as admin
id: Hapus sebagai admin
ja: 管理者を解除
ko: 취소
pt: Cancelar
ru: Отменить
th: ยกเลิก
vi: Hủy bỏ Admin
zh_hans: 取消管理員

# str-set-admin-ok
source: %@ has been assigned as channel admin
id: %@ telah dipilih sebagai admin channel
ja: %@はチャンネル管理者に設定されました
ko: %@님이 채널 관리자로 임명되었습니다.
pt: %@ foi designado como admin do canal
ru: %@ админ канала
th: %@ ถูกกำหนดเป็นช่องแอดมิน
vi: %@ được điều chỉnh thành Admin kênh
zh_hans: %@被設置成為頻道管理員

# str-ban-talk-ok
source: %@ has been muted.
id: %@ telah dimute
ja: %@は発言を禁止されました
ko: %@ 님이 침묵 상태가 되었습니다.
pt: %@ foi silenciado.
ru: %@ в молчанке
th: %@ ถูกปิดเสียง
vi: %@ bị cấm chat
zh_hans: %@被禁言

# str-set-admin-fail
source: The operation failed, please try again
id: Operasi gagal, silakan coba lagi
ja: 操作失敗、再度お試し下さい
ko: 관리자임명실패, 다시 시도해주세요.
pt: A operação falhou, tente novamente
ru: Неудача! Попробуйте позже
th: การดำเนินการล้มเหลว กรุณาลองใหม่อีกครั้ง
vi: Điều chỉnh Admin kênh thất bại, xin thử lại
zh_hans: 設置頻道管理員失敗，請重試

# str-ban-talk-fail
source: The operation failed, please try again
id: Operasi gagal, silakan coba lagi
ja: 発言禁止に失敗、再度お試し下さい
ko: 경고실패, 다시 시도해주세요.
pt: A operação falhou, tente novamente
ru: Неудача! Попробуйте позже
th: การดำเนินการล้มเหลว กรุณาลองใหม่อีกครั้ง
vi: Cấm chat thất bại, xin thử lại
zh_hans: 禁言失敗，請重試

# str-cancel-admin-fail
source: The operation failed, please try again
id: Operasi gagal, silakan coba lagi
ja: 管理者解除に失敗、再度お試し下さい
ko: 관리자취소 실패, 다시 시도해주세요.
pt: A operação falhou, tente novamente
ru: Неудача! Попробуйте позже
th: การดำเนินการล้มเหลว กรุณาลองใหม่อีกครั้ง
vi: Hủy quyền Admin thất bại, xin thử lại
zh_hans: 取消管理員失敗，請重試

# str-cancel-admin-ok
source: %@ has lost admin privileges
id: %@ telah kehilangan hak sebagai admin
ja: %@は管理者を解除されました
ko: %@님이 관리자 권한을 잃었습니다.
pt: %@ perdeu os privilégios de admin
ru: %@ потерял админку
th: %@ ได้เสียสิทธิพิเศษของแอดมิน
vi: %@ bị hủy quyền Admin
zh_hans: %@被取消管理員

source: Extra diamonds: %@
id: Tambahan berlian: %@
ja: ボーナス%@ダイヤ
ko: 추가로 %@다이아 증정
pt: Diamantes extras: %@
ru: Бонус: %@
th: เพชรเพิ่มอีก %@ เม็ด
vi: + %@ Kim Cương
zh_hans: 額外送 %@ 鑽石

# network-broken
source: Network Breakdown
id: Jaringan bermasalah
ja: ネットワークが切断されました
ko: 네트워크 끊김
pt: Conexão Avariada
ru: Ошибка сети
th: เน็ตเวิร์คล้มเหลว
vi: Mất kết nối
zh_hans: 鏈接已斷開

# connected-account
source: Connected Accounts
id: Akun terhubung
ja: SNSアカウント
ko: 연동된 계정
pt: Contas Conectadas
ru: Подключенные аккаунты
th: เชื่อมต่อบัญชีแล้ว
vi: Tài khoản cố định
zh_hans: 綁定社交帳號

# unconnected-account
source: Unconnected
id: Tidak tersambung
ja: 未登録
ko: 연결 되어있지 않습니다.
pt: Não conectado
ru: Отключено
th: ไม่มีการเชื่อมต่อ
vi: Chưa cố định
zh_hans: 未綁定

# disconnect-account
source: Disconnect
id: Memutuskan sambungan
ja: アカウント連携解除
ko: 연결 끊기
pt: Desconectar
ru: Открепить аккаунт
th: ยกเลิกการเชื่อมต่อ
vi: Hủy cố định
zh_hans: 解除綁定

source: Your Account
id: Akun Anda
ja: アカウント
ko: 계정
pt: Sua Conta
ru: Ваш аккаунт
th: บัญชีของคุณ
vi: Tài khoản của bạn
zh_hans: 你的帳號

# why-to-connected
source: Why connect your account with social media?
id: Kenapa menghubungkan akun Anda dengan sosial media?
ja: なぜSNSアカウント連携をするのか？
ko: 왜 여러분의 계정을 소셜 미디어와 연결하나요?
pt: Por que conectar sua conta com a mídia social?
ru: Добавить соц. сеть?
th: ทำไมถึงเชื่อมต่อบัญชีของคุณกับโซเชียลมีเดีย?
vi: Tại sao phải cố định tài khoản?
zh_hans: 為什麼要綁定社交帳號？

# answer1-to-connected
source: You can automatically send a post to your Facebook or Twitter account everytime you press Go Live!
id: Anda dapat secara otomatis mengirimkan post ke akun Facebook atau Twitter setiap kali Anda menekan Go Live!
ja: アカウント連携をすることで、ライブ配信のお知らせを自動的にあなたのSNSに投稿することができます。
ko: 당신은 '라이브 하러 가기'를 누를 때마다, 자동으로 여러분의 페이스북 또는 트위터 계정에 알림을 낼 수 있습니다.
pt: Você pode enviar automaticamente um post na sua conta do Facebook ou Twitter cada vez que você pressionar ao vivo!
ru: Отправляйте автоматические сообщения в соц. сети, нажав кнопку "В LIVE!"
th: คุณสามารถส่งโพสต์ไปยังบัญชี Facebook หรือ Twitter โดยอัตโนมัติทุกครั้งที่คุณกดเริ่มถ่ายทอดสด!
vi: Bạn có thể gửi thông báo Live trên các tài khoản cố định mà không cần đăng nhập lại.
zh_hans: 你可以更方便地發送你的直播推送信息到綁定的社交帳號，無需重新登入哦！

# answer2-to-connected
source: You may use different social media accounts to login, but always keep the same StarMe ID!
id: Anda dapat menggunakan akun sosial media lain untuk masuk, tetapi selalu gunakan ID StarMe yang sama!
ja: 連携済みの異なるSNSアカウントでログインしてもStarMeのIDは変わりません。
ko: 당신이 다른 소셜 미디어에 계정을 로그인하셔도, 동일한 StarMe ID는 언제나 유지됩니다.
pt: Você pode usar diferentes contas de mídia social para acessar, mas sempre manter o mesmo ID StarMe!
ru: Вы можете использовать разные соц. сети для одного аккаунта StarМe!
th: คุณสามารถใช้บัญชีในโซเชียลมีเดียต่าง ๆ กันเพื่อล็อกอิน แต่ขอให้ใช้ StarMe ID เดียวกัน!
vi: Bạn có thể dùng nhiều tài khoản để đăng nhập cùng 1 ID StarMe
zh_hans: 你可以方便地用不同的社交帳號登錄StarMe的同一個ID哦！

# answer3-to-connected
source: Once you link your StarMe ID to an email or social media account, it is possible to cancel or edit this association in future. However, please ensure that your ID is connected to at least one of the above platforms. Additionally, please note that a single email or social media account may not be associated with more than one StarMe ID.
id: Saat Anda menautkan ID StarMe dengan email atau akun sosial media, Anda bisa membatalkan atau mengedit tautan ini di lain waktu. Namun, harap pastikan jika ID Anda terhubung dengan setidaknya salah satu media di atas. Lebih lanjut, harap diingat bahwa satu akun email atau sosial media tidak dapat terhubung dengan lebih dari satu akun ID StarMe.
ja: StarMeに登録するメール、SNSアカウントはいつでも変更することができます。ただし少なくとも1つのアカウントはStarMeに連携させましょう。また、1つのメール、SNSアカウントを複数StarMeのアカウントに連携することはできません。
ko: StarMe ID를 이메일이나 소셜 미디어 계정에 연동해도, 해당 연동을 취소나 편집할 수 있습니다. 여러분의 ID를 적어도 하나의 플랫폼과는 연동해두시길 바랍니다. 더불어, StarMe ID와 연동한 이메일이나 소셜 미디어 계정 중 하나는 꼭 기억해두세요.
pt: Uma vez que você linkar o seu ID StarMe a um e-mail ou conta de mídia social, é possível cancelar ou editar esta associação no futuro. No entanto, certifique-se de que seu ID está linkado a pelo menos uma das plataformas acima. Além disso, observe que um único e-mail ou conta de mídia social não pode ser associado a mais de um ID StarMe.
ru: Соедините аккаунт StarMe с электронной почтой или аккаунтом в соц. сетях. Вы сможете открепить аккаунт в любой момент. Пожалуйста, проверьте, что ваш аккаунт прикреплен к одной из платформ. Помните, что 1 аккаунт может быть прикреплен к 1 почте или соц. сети.
th: ทันทีที่คุณเชื่อมต่อ StarMe ID ของคุณไปยังอีเมลหรือบัญชีโซเชียลมีเดีย คุณสามารถยกเลิกหรือแก้ไขได้ในภายหลัง อย่างไรก็ตามขอให้แน่ใจว่าไอดีของคุณเชื่อมต่อกับอย่างน้อย 1 แพลตฟอร์ม นอกจากนี้กรุณารับทราบว่าอีเมลหรือบัญชีโซเชียลมีเดียหนึ่งบัญชีจะไม่สามารถเชื่อมต่อกับ StarMe ID หลาย ๆ ไอดีได้
vi: Bạn có thể thay đổi tài khoản cố định cho StarMe! nhưng tối thiểu phải có 1 tài khoản dùng để cố định, một tài khoản không thể cố định cho hai StarMe
zh_hans: 你可以隨意解綁、更換關聯StarMe的Mail或社交帳號哦！但請保證至少有一個賬號綁定在StarMe帳戶上，且要注意同一個Mail或社交帳號不可以綁定兩個StarMe帳號哦！

# first-received-gift-tip
source: A viewer just sent you a gift! Remeber to thank him/her!
id: Penonton telah memberikan Anda hadiah! Jangan lupa berterima kasih kepadanya!
ja: ギフト獲得！お礼を言いましょう！
ko: 한 뷰어가 여러분에게 선물을 보냈어요! 그/그녀에게 감사의 한마디를 전하세요!
pt: Um espectador enviou um presente! Lembre-se de agradecer ele!
ru: Ура! Подарок! Поблагодарите дарителя :)
th: ผู้ชมเพิ่งส่งของขวัญให้คุณ! อย่าลืมที่จะขอบคุณเขา/เธอ!
vi: Đã có bạn tặng quà~mau nói lời cám ơn nào!
zh_hans: 有人送你禮物哦~快說聲謝謝吧！

# add-account
source: Add
id: Tambahkan
ja: アカウント連携
ko: 추가
pt: Adicionar
ru: Добавить
th: เพิ่ม
vi: Thêm tài khoản
zh_hans: 添加帳戶

# str-you-has-been-bantalked
source: You has been muted.
id: Anda telah dimute
ja: 発言をブロックされました
ko: 침묵 상태가 되었습니다.
pt: Você foi silenciado.
ru: На вас молчанка
th: คุณถูกปิดเสียง
vi: Bạn đã bị khóa chat
zh_hans: 你已被禁言

# str-connect-err
source: Network Breakdown
id: Jaringan bermasalah
ja: ネットワークが切断されました
ko: 네트워크 끊김
pt: Conexão Avariada
ru: Ошибка сети
th: เน็ตเวิร์คล้มเหลว
vi: Mất kết nối
zh_hans: 連接已斷開

# settings-account-connect
source: Connect
id: Tersambung
ja: アカウント連携
ko: 연결
pt: Conectar
ru: Подключить
th: เชื่อมต่อ
vi: Cố định tài khoản
zh_hans: 綁定帳號

# str-no-set-admin
source: User muted, unable to set as admin.
id: Pengguna dimute, tidak dapat menjadi admin
ja: 発言を禁止されたので、管理者に設定できません
ko: 사용자는 침묵 상태입니다. 관리자로 설정할 수 없습니다.
pt: Usuário silenciado, não é possível definir como admin.
ru: Пользователь в молчанке
th: ปิดเสียงผู้ใช้อยู่ ไม่สามารถตั้งเป็นผู้ดูแลได้
vi: Đang bị khóa chat, không thể điều chỉnh Admin
zh_hans: 已被禁言，無法設置為管理員

# str-unset-admin
source: Remove admin
id: Hapus admin
ja: 管理者を解除
ko: 취소
pt: Remover admin
ru: Убрать права
th: ลบผู้ดูแล
vi: Hủy bỏ Admin
zh_hans: 取消管理員

# str-cancel-admin
source: Remove admin status?
id: Hapus status admin?
ja: 管理者を取り消しますか？
ko: 관리자 권한을 삭제할까요?
pt: Remover status de admin?
ru: Убрать админа?
th: ลบสถานะผู้ดูแล?
vi: Muốn hủy bỏ Admin?
zh_hans: 是否取消管理員?

# connected-successed
source: Successfully connected
id: Berhasil terhubung
ja: 連携成功
ko: 성공적으로 연결됐습니다.
pt: Conectado com sucesso
ru: Успешно!
th: การเชื่อมต่อเสร็จสมบูรณ์
vi: Kết nối thành công
zh_hans: 綁定成功

# connected-failed
source: Failed to connect
id: Gagal terhubung
ja: 連携失敗
ko: 연결에 실패했습니다.
pt: Falha ao conectar
ru: Ошибка подключения
th: การเชื่อมต่อล้มเหลว
vi: Kết nối thất bại
zh_hans: 綁定失敗

# already-connected
source: Account has already been connected
id: Akun sudah terhubung
ja: 連携済み
ko: 계정이 이미 연동되어 있습니다.
pt: Conta foi conectada
ru: Уже подключено
th: บัญชีได้รับการเชื่อมต่อแล้ว
vi: Tài khoản đã được kết nối
zh_hans: 該賬號已綁定

# unconnected-failed
source: Failed to disconnect
id: Gagal untuk memutuskan hubungan
ja: 連携解除に失敗
ko: 연동 끊기에 실패했습니다.
pt: Falha para desconectar
ru: Ошибка отключения
th: การยกเลิกการเชื่อมต่อล้มเหลว
vi: Ngắt kết nối thất bại
zh_hans: 解綁失敗

# unconnceted-failed-null
source: Unable to disconnect, at least one account must be connected
id: Tidak dapat memutuskan hubungan, setidaknya satu akun harus terhubung
ja: 連携解除に失敗。最低1つは連携して下さい
ko: 연동 끊기를 할 수 없습니다, 적어도 하나의 계정은 반드시 연동되어 있어야 합니다.
pt: Não é possível desconectar, pelo menos, uma conta deve estar conectada.
ru: Должен быть подключен минимум 1 аккаунт.
th: ไม่สามารถยกเลิกการเชื่อมต่อได้ ต้องมีการเชื่อมต่ออย่างน้อย 1 บัญชี
vi: Không thể ngắt kết nối, tối thiểu phải có 1 tài khoản kết nối
zh_hans: 解綁失敗，至少要有一個被綁定的賬號

# push-content1
source: Come have a look at unique lifestyles from around the world!
id: Lihatlah gaya hidup unik dari berbagai belahan dunia!
ja: 世界各地の生活をのぞいてみましょう！
ko: 전 세계의 특별한 라이프 스타일을 구경하세요!
pt: Venha dar uma olhada em estilos de vida únicos de todo o mundo!
ru: Мы ждем тебя в StarMe
th: มาชมไลฟ์สไตล์ที่เป็นเอกลักษณ์จากทั่วทุกมุมโลก!
vi: Hãy đến tham quan cuộc sống của các bạn Streamer trên thế giới nào!
zh_hans: 快來看看世界各地的精彩生活！

# push-content2
source: StarMe will show you unique lifestyles from around the world!
id: StarMe akan menunjukkan gaya hidup unik dari seluruh dunia!
ja: StarMeで海外生活をのぞいてみよう！
ko: StarMe는 여러분의 특별한 라이프 스타일을 전 세계에 알릴 것입니다.
pt: StarMe mostra estilos de vidas únicos em volta de todo mundo!
ru: Пора познакомиться с людьми со всего мира!
th: StarMe จะแสดงไลฟ์สไตล์ที่เป็นเอกลักษณ์จากทั่วทุกมุมโลกให้คุณดู!
vi: Hãy cùng StarMe trải nghiệm cuộc sống của cả thế giới nào
zh_hans: StarMe帶您體驗各國精彩生活

# push-content3
source: So many celebrities are on StarMe, come see for yourself!
id: Banyak selebriti di StarMe, kunjungi dan lihatlah sendiri!
ja: 人気配信者のあの人がStarMeに登場！早速チェック！
ko: 정말 많은 유명인들이 StarMe에 접속 중입니다. 여러분 어서 들어오세요!
pt: Muitas celebridades estão no StarMe, veja você mesmo!
ru: Сколько известных личностей! Увидь сам!
th: คนดังหลายคนอยู่ใน StarMe มาดูด้วยตัวคุณเอง!
vi: Rất nhiều người nổi tiếng đã đến với StarMe, mau đến xem nào!
zh_hans: 一大批明星進駐StarMe，快來看看吧！

# tip-anchor-not-found
source: Not interested in any?
id: Tidak tertarik?
ja: お気に入りの配信者は見つかりましたか？
ko: 흥미가 없으신가요?
pt: Não interessado em anda?
ru: Никто не нравится?
th: ไม่สนใจหรือ?
vi: Không tìm đựơc VJ Yêu Thích?
zh_hans: 沒有找到喜歡的主播？

# tip-anchor-recommend
source: Below are some amazing StarMe broadcasters!
id: Di bawah ini adalah beberapa penyiar keren!
ja: StarMeの人気配信者さんをフォローしよう！
ko: 아래에는 StarMe의 인기 방송인들입니다!
pt: Abaixo alguns broadcasters do StarMe
ru: Ого! Сколько стримеров!
th: ด้านล่างนี้คือวีเจสุดเจ๋งของ StarMe
vi: Các Hot VJ của StarMe
zh_hans: 下面都是StarMe上一些不錯的主播

# button-finish
source: Done
id: Selesai
ja: 完成
ko: 끝내기
pt: Pronto
ru: Готово
th: เสร็จ
vi: Hoàn Thành
zh_hans: 完成

# tip-follow-anchor
source: Follow now, never miss another show!
id: Ikuti sekarang, tidak akan melewatkan acara lainnya!
ja: フォローしてライブ配信を見逃さないようにしよう！
ko: 지금 팔로우 해서, 다른 방송들을 놓치지 마세요!
pt: Siga agora, nunca mais perca um show!
ru: Подпишись и не пропусти стрим!
th: ติดตามตอนนี้เลย อย่าพลาดโชว์ต่อไป!
vi: Mau theo dõi Streamer nào, đừng để bỏ lỡ cơ hội xem Live của bạn ấy!
zh_hans: 快關注主播，以免錯過下次直播噢！

# tip-send-danmu
source: Get your message across by using the bullet screen function!
id: Kirimkan pesan Anda dengan menggunakan fungsi bullet screen!
ja: ライブメッセージで目立っちゃおう！
ko: 총알 스크린 기능을 사용해 메시지를 전달하세요!
pt: Passar a sua mensagem usando a função de bala na tela!
ru: Получите сообщение, нажав на кнопку!
th: รับข้อความของคุณผ่านทางฟังก์ชั่น bullet screen!
vi: Thể hiện cá tính bằng cách gửi nhiều món quà lên màn hình chat nhé.
zh_hans: 發彈幕更能凸顯個性哦！

# tip-already-update
source: Version update available!
id: Versi terbaru tersedia!
ja: 新バージョンがご利用可能です
ko: 버전 업데이트가 가능합니다!
pt: Atualização de versão disponível!
ru: Обновлено! Ура!
th: มีเวอร์ชั่นใหม่ให้อัพเดต
vi: Đã có bản update
zh_hans: 已發佈新版本

# tip-update-content
source: More features available in the updated version, update for an even better experience!
id: Fitur lebih banyak tersedia pada versi terbaru, perbaharui untuk pengalaman lebih baik!
ja: 新バージョンは更に多機能で使いやすくなりました！
ko: 업데이트 버전에서는 더 많은 기능을 사용할 수 있습니다, 더 풍성한 경험을 위해 업데이트 하세요!
pt: Mais recursos disponíveis na versão atualizada, atualize para uma experiência ainda melhor!
ru: Скорее обновите версию! Доступны новые возможности!
th: ยังมีฟีเจอร์อื่นๆที่พร้อมใช้งานในเวอร์ชั่นใหม่ อัพเดตเพื่อสัมผัสประสบการณ์ที่ดีกว่า!
vi: Bản cập nhận mới rất nhiều tính năng, trải nghiệm càng thích thú hơn
zh_hans: 新版本功能更強大，體驗更好

# button-update
source: Update immediately
id: Segera diperbaharui
ja: 更新予定
ko: 곧 업데이트 됩니다.
pt: Atualize imediatamente
ru: Обновить
th: อัพเดตทันที
vi: Cập nhật
zh_hans: 馬上更新

# button-later
source: Please wait
id: Silakan tunggu
ja: 暫くお待ち下さい
ko: 잠시만 기다려주세요.
pt: Por favor aguarde
ru: Подождите
th: กรุณารอสักครู่
vi: Xin đợi
zh_hans: 稍後

# withdrawals-profit
source: Profit
id: Keuntungan
ja: 収益
ko: 이익
pt: Lucro
ru: Получено
th: กำไร
vi: Thu ích
zh_hans: 收益

# withdrawals-history
source: History
id: Riwayat
ja: 履歴
ko: 기록
pt: Histórico
ru: История
th: ประวัติ
vi: Lịch sử
zh_hans: 歷史記錄

# withdrawals-diamonds
source: Current Stars
id: Bintang saat ini
ja: 現在のダイヤ数
ko: 현재 별 수량
pt: Estrelas atuais
ru: Текущие кри
th: ยอดดาวปัจจุบัน
vi: Kim cương hiện tại
zh_hans: 當前星星數

# withdrawals-apply
source: Apply for cash withdrawal
id: Daftar penarikan tunai
ja: 現金化のお申込み
ko: 캐쉬 인출 신청
pt: Aplicar para retirada de dinheiro
ru: Заявка на вывод
th: ยื่นคำขอแลกดาว
vi: Yêu cầu rút tiền
zh_hans: 申請提現

# withdrawals-cash
source: Cash withdrawal
id: Penarikan tunai
ja: 現金化
ko: 캐쉬 전환
pt: Retirada de dinheiro
ru: Выведено
th: การแลกดาว
vi: Rút tiền
zh_hans: 提現

# withdrawals-cash-fail
source: Cash withdrawal failed
id: Penarikan tunai gagal
ja: 現金化に失敗
ko: 캐쉬 전환 실패
pt: Retirada de dinheiro falhou
ru: Невозможно вывести
th: การแลกดาวล้มเหลว
vi: Rút tiền thất bại
zh_hans: 提現失敗

# withdrawals-text2
source: The previous transaction is still incomplete
id: Transaksi sebelumnya masih belum lengkap
ja: 前回の現金化が完了していません
ko: 이전 거래가 완료되지 않았습니다.
pt: A transação anterior ainda está incompleta
ru: Предыдущий вывод еще не осуществлен
th: การซื้อขายก่อนหน้านี้ยังไม่เสร็จสิ้น
vi: Lần giao dịch trước vẫn chưa hoàn thành
zh_hans: 上一筆交易為完成

# withdrawals-text6
source: This category cannot be left blank
id: Kategori ini tidak dapat dikosongkan
ja: 数字を入力して下さい
ko: 빈칸으로 남길 수 없습니다.
pt: Essa categoria não pode deixar em branco
ru: Заполните все поля
th: หมวดหมู่นี้ไม่สามารถปล่อยว่างได้
vi: Khung thông tin yêu cầu nhập số
zh_hans: 輸入框必須填寫數字

# withdrawals-text7
source: Cash withdrawal application submitted
id: Aplikasi penarikan tunai sudah disubmit
ja: 現金化申込済み
ko: 캐시 전환 신청이 제출되었습니다.
pt: Aplicação de retirada de dinheiro enviada
ru: Запрос вывода отправлен
th: ยื่นคำขอแลกดาวแล้ว
vi: Yêu cầu đã được gửi
zh_hans: 提現申請已提交

# withdrawals-amount
source: Cash withdrawal amount:
id: Jumlah penarikan tunai:
ja: 現金化金額：
ko: 캐시 전환 수량:
pt: Total de retirada de dinheiro:
ru: Вывод:
th: ยอดเงินสดที่จะถอน:
vi: Số tiền rút:
zh_hans: 提現金額：

# withdrawals-sure
source: Confirm
id: Konfirmasi
ja: OK
ko: 확인
pt: Confirmar
ru: Подтвердить
th: ยืนยัน
vi: Xác nhận
zh_hans: 確定

# withdrawals-write-info
source: Fill out account information
id: Isi informasi akun
ja: 口座情報を記入
ko: 계좌 정보를 입력해주세요
pt: Preencha as informações da conta
ru: Заполните информацию
th: เติมข้อมูลบัญชี
vi: Điền thông tin tài khoản
zh_hans: 填寫帳號訊息

# withdrawals-save
source: Save
id: Simpan
ja: 保存
ko: 저장
pt: Salvar
ru: Сохранить
th: บันทึก
vi: Lưu
zh_hans: 保存

# withdrawals-info
source: Personal information
id: Informasi pribadi
ja: プロフィール
ko: 개인 정보
pt: Informações pessoais
ru: Информация
th: ข้อมูลส่วนตัว
vi: Thông tin cá nhân
zh_hans: 個人信息

# withdrawals-name
source: Full name
id: Nama lengkap
ja: お名前
ko: 이름
pt: Nome completo
ru: ФИО
th: ชื่อเต็ม
vi: Họ Tên
zh_hans: 姓名

# withdrawals-phone
source: Phone number
id: Nomor telepon
ja: 電話番号
ko: 전화번호
pt: Número de Telefone
ru: Телефон
th: เบอร์โทรศัพท์
vi: Số điện thoại
zh_hans: 電話

# withdrawals-addr
source: Home address
id: Alamat rumah
ja: ご住所
ko: 집 주소
pt: Endereço residencial
ru: Домашний адрес
th: ที่อยู่
vi: Địa Chỉ Nhà
zh_hans: 聯絡地址

# withdrawals-idcard
source: Identification number
id: Nomor tanda pengenal
ja: マイナンバー
ko: 주민등록번호
pt: Número de Identificação
ru: Серия и номер паспорта
th: เลขประจำตัวประชาชน
vi: Số CMND
zh_hans: 身份證號碼

# withdrawals-account-info
source: Account details
id: Detail akun
ja: 口座情報
ko: 계좌 상세정보
pt: Detalhes da Conta
ru: Детали
th: รายละเอียดบัญชี
vi: Thông tin tài khoản
zh_hans: 帳號信息

# withdrawals-bank
source: Bank name
id: Nama Bank
ja: 銀行名
ko: 은행명
pt: Nome do Banco
ru: Имя банка
th: ชื่อธนาคาร
vi: Tên Ngân Hàng
zh_hans: 銀行名稱

# withdrawals-bank-holder
source: Account holder
id: Pemilik Akun
ja: 口座名義
ko: 계좌 소유자
pt: Nome do Beneficiário
ru: Держатель счета
th: ชื่อบัญชี
vi: Chủ tài khoản
zh_hans: 帳戶持有者

# withdrawals-bank-acc
source: Bank account number
id: Nomor rekening Bank:
ja: 銀行口座
ko: 은행 계좌 번호
pt: Número da Agência
ru: Номер счета
th: เลขบัญชีธนาคาร
vi: Tài khoản ngân hàng
zh_hans: 銀行帳戶
