Repository: hyh19/ios-my
Catalog: itsme/LiveShow/LiveShow/Resource/Localization/*.lproj/Localizable.strings
Languages: id, ja, ko, pt, ru, th, vi, zh_hans

# live-label-guide-gift
source: Like the streamer? Send some small gifts to show it!
id: Menyukai streamer ini? Kirim beberapa hadiah kecil untuk menunjukkannya!
ja: 気に入ったらギフトを贈りましょう
ko: 좋아하는 BJ에게 마음을 전하세요
pt: Gosta do streamer? Envie alguns pequenos presentes para mostrar isso!
ru: Понравился стример? Отправь ему подарок!
th: ชอบวีเจก็ส่งของขวัญ
vi: Yêu thích VJ thì tặng quà nhé
zh_hans: 喜歡主播就送小禮物吧

# live-label-guide-share
source: Invite a friend to watch along
id: Ajak teman untuk menonton bersama
ja: 友達を招待しましょう
ko: 친구들을 초대하세요
pt: Convite um amigo para assistir
ru: Пригласи друга на стрим
th: เชิญเพื่อนมาดู
vi: Mời bạn bè vào xem
zh_hans: 邀請朋友來看看

# live-label-guide-say-hi
source: %@ has entered the room, say hi!
id: % S telah memasuki ruangan, menyapalah
ja: %@が入室。あいさつしましょう！
ko: %@ 시청자들에게 인사해보세요
pt: %@ entrou na sala, diga oi!
ru: % присоединяется, поздоровайтесь!
th: %@เข้าห้องถ่ายทอดสด ทักทายกันสักหน่อย
vi: %@ đã vào phòng, đến chào cái nào
zh_hans: %@ 進入直播間，打個招呼吧

# live-label-guide-say-thx
source: Remember to thank the audience
id: Ingatlah untuk berterima kasih kepada penonton
ja: ありがとうを伝えよう！
ko: 감사합니다 말하는 것을 잊지 마세용
pt: Lembre-se de agradecer seu público
ru: Не забывайте благодарить публику
th: อย่าลืมกล่าวขอบคุณ
vi: Nhớ nói lời cám ơn nhé
zh_hans: 記得說謝謝哦

# live-label-guide-say-follow
source: Remind your audience that they can follow you from clicking your profile picture
id: Ingatkan audiens Anda bahwa mereka dapat mengikuti Anda dengan mengklik gambar profil Anda
ja: 配信者のアイコンをタップするとフォローできます
ko: BJ 팔로잉 눌러 주세용
pt: Lembre seu público de que eles podem segui-lo clicando na sua foto de perfil
ru: Напоминайте посетителям, что подписаться на вас можно, нажав на картинку профиля
th: เตือนทุกคนว่ากดรูปวีเจเพื่อกดติดตาม
vi: Hãy nhắc nhở mọi người nhấn theo dõi nhé
zh_hans: 提醒大家點主播大頭貼加關注哦

# live-label-user-coming
source: Enter
id: Masuk
ja: 入室
ko: 시청자가 들어왔습니다
pt: Entrar
ru: Вход
th: เข้า
vi: Vào
zh_hans: 進入

# live-label-super-user-notice
source: A ray of golden light flashes by, %@ has entered the room!
id: Sebuah sinar lampu emas berkedip, %@ telah memasuki ruangan!
ja: %@が入室しました
ko: %@ 님이 입장했습니다!!
pt: Um raio de luz dourado pisca, %@ entrou na sala!
ru: Фейерверки! %@ входит на стрим
th: แสงสีทอง %@เข้าห้องถ่ายทอดสด
vi: Có ánh sáng vừa lóe lên, %@ đã vào phòng
zh_hans: 一道金光閃過，%@ 進入了直播間

# home-label-nearby-into-item
source: Nearby
id: dekat
ja: 付近
ko: 근처
pt: Próximo
ru: Рядом
th: ใกล้ๆ
vi: Gần đây
zh_hans: 附近

# home-label-followed-none-live
source: The streamers you have followed has not began streaming yet
id: Streamer yang Anda ikuti belum memulai streaming
ja: フォロー中の配信者はまだ配信していません
ko: 팔로잉 하신 BJ는 아직 방송시간이 아닙니다
pt: Os streamers que você seguiu ainda não começaram a transmitir
ru: Стримеры, на которых вы подписаны, еще не запускали стрим
th: วีเจที่คุณติดตามยังไม่ได้ถ่ายทอดสด
vi: VJ mà bạn theo dõi chưa lên live
zh_hans: 你關注的主播還沒開播

# global-alert-token-tips
source: %@ account authorization has expired, please re-authorize
id: %@ otorisasi akun telah berakhir, silakan kembali diotorisasi
ja: %@アカウントが期限切れです。再度ライセンスを獲得して下さい。
ko: %@ 권한을 잃었습니다
pt: autorização de conta %@ expirou, por favor re-autorize
ru: %@ срок авторизации учетной записи истек, пожалуйста, авторизируйтесь повторно
th: สิทธิบัญชี%@หมดอายุลงแล้ว ได้สิทธิใหม่จึงจะใช้งานได้
vi: Tài khoản %@ đã quá hạn, vui lòng thử lại
zh_hans: %@ 賬號授權已過期，重新授權即可使用

# home-alert-reward100
source: We thank you for your continued support, here is a reward of %d diamonds! Enjoy!
id: Kami berterima kasih atas dukungan Anda, ini hadiahnya %d berlian! Selamat menikmati!
ja: いつも応援ありがとうございます！ /nダイヤ獲得x %d
ko: 변함없는 사랑에 감사드립니다 무료다이아몬드+%d
pt: Agradecemos seu apoio contínuo, aqui está uma recompensa de %d diamantes! Aproveite!
ru: Мы благодарим вас за вашу неизменную поддержку, и дарим вам %d алмазов! Наслаждайтесь!
th: ขอขอบคุณท่านสนับสนุนมาโดยตลอด รางวัลเพชร+%d
vi: Cám ơn bạn đã ủng hộ, kim cương thưởng+%d
zh_hans: 感謝您一直以來的支持，獎勵鑽石+%d

# live-label-guide-assistant1
source: StarMe Assistant:Welcome to StarMe,where you can meet friends,gain followers,and earn gifts and cash rewards
id: Asisten StarMe: Selamat dating di StarMe dimana Anda dapat bertemu teman-teman, mendapatkan pengikut, dan mendapatkan hadiah serta uang tunai
ja: StarMeアシスタント：StarMeをご利用いただきありがとうございます。友達を増やし、ギフトや現金報酬を獲得しましょう！
ko: StarMe 세컨드: StarMe 오신걸 환영합니다 친구를 사귀고 많은 팬들을 모아서 선물과환전혜택을 받으세요
pt: Assistente StarMe: Bem vindo ao StarMe, onde você pode encontrar amigos, ganhar seguidores e ganhar presentes e prêmios em dinheiro
ru: StarMe помощник: Добро пожаловать в StarMe, где вы можете встретиться с друзьями, обзавестись фанатами, и заработать подарки и денежные вознаграждения
th: ผู้ช่วยStarMe: ยินดีต้อนรับใช้งานStarMe คุณสามาาถพบเพื่อนได้จากที่นี่ จะมีผู้ติดตามและได้ของขวัญและเงินรางวัลเมื่อชนะเลิศ
vi: Trợ thủ StarMe: Chào mừng sử dụng StarMe, bạn có thể vào đây làm quen bạn bè, sẽ nhận được thêm nhiều Fans, quà và cả phần thưởng nữa nhé
zh_hans: StarMe助手：歡迎使用StarMe，您可在此認識朋友、獲得更多粉絲並贏得禮物和現金獎勵

# live-label-guide-assistant2
source: StarMe Assistant:To become popular,make sure you have a stable internet connection,great lighting and an engaging topic
id: Asisten StarMe: Untuk menjadi popular, pastikan Anda memiliki koneksi internet yang stabil, pencahayaan yang baik dan topic yang menarik
ja: StarMeアシスタント：人気配信者になるには、安定したネットワーク状態、適切な照明、目を引くタイトルが大切です！
ko: StarMe세컨드: 인기쟁이가 되시려면, 안정된 네트워크와 적합한 컨텐츠가 필요합니다
pt: Assistente StarMe: Para se tornar popular, tenha certeza que você tem uma conexão de internet estável, boa iluminação e um tema envolvente
ru: StarMe помощник: Для того, чтобы стать популярным, убедитесь, что у вас есть стабильное подключение к Интернету, хорошее освещение и интересная тема
th: ผู้ช่วยStarMe: อยากเป็นบุคคลยอดนิยม คุณต้องมีระบบอินเทอร์เน็ตที่เหมาะสม การจัดไฟที่เหมาะสมและหัวข้อที่น่าสนใจ
vi: Trợ thủ StarMe: Muốn trở thành nhân vật Hot, bạn cần kết nối Wifi mạnh, và biết cách thu hút người xem
zh_hans: StarMe助手：想成為熱門人物，您需要擁有穩定的網絡連線，適宜的光線以及吸引人的主題

# live-label-guide-assistant3
source: StarMe Assistant:Invite your friends and share your streams onto other social networks to increase your viewers
id: Asisten StarMe:Ajak teman-teman Anda dan berbagi stream Anda ke jaringan sosial lainnya untuk meningkatkan penonton Anda
ja: StarMeアシスタント：友達を招待し、SNSであなたの配信をシェアしよう！
ko: StarMe세컨드: 친구초대와 SNS에 방송을 공유하시면 더 많은 시청자 기회가 생겨요
pt: Assistente StarMe: Convide seus amigos e compartilhe suas streams em outras redes sociais para aumentar seus espectadores
ru: StarMe помощник: Приглашайте своих друзей и делитесь своими видео в социальных сетях, чтобы привлечь поклонников
th: ผู้ช่วยStarMe: ชวนเพื่อนมาร่วมสนุก และแชร์การถ่ายทอดสดของท่านไปที่โซเชียล เน็ตเวิร์คอื่นๆเพื่อเพิ่มจำนวนผู้เข้าชม
vi: Trợ thủ StarMe: Mời bạn bè tham gia, chia sẻ Video live của bạn lên các trang MXH khác, tăng lượt view cho bạn
zh_hans: StarMe助手：邀請朋友參與，並在其他社交網站中分享您的直播，藉此增加觀眾數

# live-label-guide-assistant4
source: StarMe Assistant: Say hi to the new users who have entered the room, thank them for sending you gifts and clicking likes. Increase your popularity through engagement.
id: Asisten StarMe: Ucapkan salam kepada pengguna baru yang telah memasuki ruangan, berterima kasih kepada mereka untuk mengirimkan Anda hadiah dan menyukai Anda. Tingkatkan popularitas Anda melalui interaksi dengan mereka
ja: StarMeアシスタント：先ほど入室した人にあいさつしましょう！ギフトやいいね！をくれた人に感謝を示すことで人望につながるかも！？
ko: StarMe세컨드: 방금 들어오신 시청자에게 인사하세요 선물을 받으시면 리액션 해주세요 더 많은 사랑을 받으실 거에요
pt: Assistente StarMe: Diga oi para novos usuários que entrarem na sala, obrigado para os presentes enviados e nos toques de gostei. Aumente sua popularidade com engajamento.
ru: StarMe помощник: Передай привет новым пользователям, которые вошли в комнату, поблагодари их за отправку подарков. Увеличьте свою популярность.
th: ผู้ช่วยStarMe: ทักทายยูสเซอร์ที่เพิ่งเข้าห้อง ขอบคุณพวกเขาที่มอบของขวัญและกดไลค์ ทำให้คุณได้รับความนิยมมากขึ้น
vi: Trợ thủ StarMe: Hãy gửi lời chào đến khán giả mới vào phòng, cám ơn họ đã tặng quà, cố gắng trò chuyện với họ càng nhiều càng tốt
zh_hans: StarMe助手：和剛進入直播間的觀眾打個招呼吧，感謝他們送禮物和點亮愛心，更多的互動讓你更受歡迎哦

# live-label-guide-assistant5
source: StarMe Assistant:You can check out featured streams to learn what others are doing during their streams for ideas
id: Asisten StarMe:Anda dapat memeriksa streaming unggulan untuk mempelajari apa yang mereka lakukan selama streaming sebagai ide
ja: StarMeアシスタント：人気配信をチェックして、流行のヒントを得よう！
ko: StarMe세컨드: 인기BJ 방송을 시청하시면 더 많은 컨텐츠 아이디어가 생각나요
pt: Assistente StarMe: Você pode verificar as streams em destaque para saber o que os outros estão fazendo durantes as lives para ter ideias
ru: StarMe помощник: Вы можете посмотреть другие стримы, чтобы узнать, какие идеи используют другие стримеры
th: ผู้ช่วยStarMe: ท่านสามารถชมการถ่ายทอดสด ทำความเข้าใจกับเรื่องราวที่นำเสนอขึ้นมา จะได้รับแรงบันดาลใจมากมาย
vi: Trợ thủ StarMe: Bạn có thể xem những VJ Hot, học hỏi những gì họ đã live, để tích lũy thêm kinh nghiệm
zh_hans: StarMe助手：您可以觀看熱門直播，了解其他人在直播的時候都在做什麼，來獲得更多的靈感

# user-label-photo-check
source: Clear profile pictures attract more fans
id: Gambar profil yang jernih menarik lebih banyak fans
ja: 見やすいアイコンで更に人気に！
ko: 고화질 프사는 더 환영받습니당
pt: Imagens de perfil claras atraem mais fãs
ru: Хорошее фото привлечет больше поклонников
th: ใช้รูปภาพที่ชัดเจนจะทำให้เป็นที่ดึงดูดมากขึ้น
vi: Dùng hình đại diện đẹp sẽ thu hút hơn đó!
zh_hans: 使用清楚的大頭貼會更受歡迎哦

# user-btn-photo-check-ok
source: This is it! I choose this one!
id: Ini dia! Saya memilih yang ini!
ja: この写真にきーめた！
ko: 좋아요! 이사진으로 결정해요!
pt: É isso! Eu escolho este!
ru: Отличный выбор!
th: รูปนี้ใช้ได้เลย! ฉันเลือกรูปนี้!
vi: Tấm hình rất đẹp! Dùng nó thôi!
zh_hans: 這張不錯!就決定用它了!

# global-alert-token-buttontips
source: Reauthorize
id: Otorisasi Ulang
ja: 再承認する
ko: 권한 부여
pt: Reautorizar
ru: Переавторизовать
th: มอบอำนาจใหม่
vi: Giấy phép
zh_hans: 重新授權

# charge_choose_numof_charge_default
source: WeChat Pay
id: Pembayaran WeChat
ja: WeChat
ko: 위챗 페이
ru: Оплата WeChat
vi: Phương thức nạp: tài khoản Wechat
zh_hans: 付款方式:wechat付款

# share_sinaweibo
source: Weibo
ja: WeChat
zh_hans: 微博

# cardpay_type_12call
source: 12CALL
ru: 12звонок
vi: 12 cuộc gọi

# charge_type_google
source: Google Play
ko: 구글 플레이

# charge_type_linepay
source: Line Pay
ko: 라인 페이

# share_line
source: Line
ko: 라인

# share_kakao
source: kakao
ko: 카카오톡
